Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Enable this option if your website only consists of a single page and you use anchors to navigate between its sections. Engagement time will be sent to compatible tracking tools (Google Analytics, Meta Pixel) when users click navigation anchors. If this remains disabled, engagement time will be calculated for the whole page.
pl_pl: Włącz tę opcję, jeśli Twoja witryna jest pojedynczą stroną i używasz linków-kotwic do nawigacji między jej sekcjami. Czas aktywności użytkownika zostanie wysłany do wspieranych narzędzi śledzących (Google Analytics, Meta Pixel), gdy użytkownicy klikną kotwice nawigacyjne. Jeśli ta opcja jest wyłączona, czas zaangażowania będzie obliczany normalnie.

source: Learn more about engagement time
pl_pl: Dowiedz się więcej o liczeniu czasu aktywności użytkownika

source: Additional tracking tools
pl_pl: Dodatkowe narzędzia śledzące

source: In the "General settings" page > "Shortcode" tab, you entered, that your website uses these additional tracking tools: %1$s. Add information about them to your privacy policy. Link to their own privacy policies, write what data they collect, how it is used and whether or not it is shared with 3rd parties.
pl_pl: W module "Wspólne ustawienia śledzenia" > zakładka "Shortcode" wpisałeś, że Twoja witryna korzysta z tych dodatkowych narzędzi śledzących: %1$s. Dodaj informacje o nich do swojej polityki prywatności. Umieść link do ich własnych polityk prywatności, napisz, jakie dane zbierają, w jaki sposób są one wykorzystywane i czy są udostępniane stronom trzecim.

source: Well done! X Ads tracking pixel is installed
pl_pl: Dobra robota! Piksel śledzący X Ads jest zainstalowany

source: How to fill in the fields below
pl_pl: Jak wypełnić poniższe pola

source: WP Full Picture automatically tracks WooCommerce events:
pl_pl: WP Full Picture automatycznie śledzi wydarzenia WooCommerce:

source: Fill in the fields below to choose which of these events will be sent to X / Twitter.
pl_pl: Wypełnij poniższe pola, aby wybrać, które z tych wydarzeń zostaną wysłane do X / Twitter.

source: How to track non-WooCommerce events
pl_pl: Jak śledzić wydarzenia niezwiązane z WooCommerce

source: All you need to do to install X Ads is:
pl_pl: Wszystko, co musisz zrobić, aby zainstalować X Ads, to:

source: Login to
pl_pl: Zaloguj się

source: In the top menu click "Tools" > "Events manager"
pl_pl: W górnym menu kliknij „Tools” > „Events manager”

source: If you have created a Pixel before you'll see it on the left. If not, click "Add event source" in the top right corner.
pl_pl: Jeśli utworzyłeś już wcześniej Pixel, zobaczysz go po lewej stronie. Jeśli nie, kliknij "Add event source" w prawym górnym rogu.

source: Copy Pixel ID from the "Install Pixel Code" page and enter it here, in the required field.
pl_pl: Skopiuj Pixel ID ze strony "Install Pixel Code" i wprowadź go tutaj, w wymaganym polu.

source: To track events like clicks, downloads or form submissions you need to provide event IDs in the correct form fields. To get them:
pl_pl: Aby śledzić zdarzenia, takie jak kliknięcia, pobrania lub przesłania formularzy, musisz podać identyfikatory zdarzeń w odpowiednich polach formularza. Aby je uzyskać:

source: Log in to
pl_pl: Zaloguj się do

source: Click "Add events" button.
pl_pl: Kliknij przycisk „Add events”.

source: Give your event a name, e.g. Newsletter signup
pl_pl: Nadaj swojemu zdarzeniu nazwę, np. Zapisz do newslettera

source: Choose "Lead" for tracking form submisions or "Custom" for everything else.
pl_pl: Wybierz "Lead" do śledzenia przesłanych formularzy lub "Custom" dla wszystkich innych.

source: Set other settings according to your preferences.
pl_pl: Ustaw inne ustawienia zgodnie z własnymi preferencjami.

source: In the next step choose "Define event with code"
pl_pl: W kolejnym kroku wybierz „Define events with code”

source: In the last step click "Tag manager" tab and copy the Event ID.
pl_pl: W ostatnim kroku kliknij kartę „Tag manager” i skopiuj identyfikator zdarzenia (Event ID).

source: Paste that ID in the fields in the "Single events" section.
pl_pl: Wklej ten identyfikator w polach w sekcji "Pojedyncze zdarzenia".

source: To track WooCommerce events like purchases or checkouts you need to provide event IDs in the correct form fields. To get them:
pl_pl: Aby śledzić zdarzenia WooCommerce, takie jak składanie zamówień lub dodanie do koszyka, musisz podać identyfikatory zdarzeń w odpowiednich polach formularza. Aby je uzyskać:

source: Give your event a name, e.g. Checkout
pl_pl: Nadaj swojemu zdarzeniu nazwę, np. Zamówienie

source: Choose event type (WP Full Picture supports: "Add to cart", "Add to wishlist", "Checkout initiated", "Content view" and "Purchase")
pl_pl: Wybierz typ zdarzenia (WP Full Picture obsługuje: "Add to cart", "Add to wishlist", "Checkout initiated", "Content view" oraz "Purchase")

source: Paste that ID in the field below and save settings.
pl_pl: Wklej ten identyfikator w polu poniżej i zapisz ustawienia.

source: Please remember, that tracking when products are added to a wishlist requires additional setup of the WooCommerce tracking module.
pl_pl: Pamiętaj, że śledzenie dodawania produktów do listy życzeń wymaga dodatkowej konfiguracji modułu "Śledzenie WooCommerce".

source: Send user email to X / Twitter for improved conversion tracking
pl_pl: Wysyłaj e-maile użytkowników do X / Twittera w celu lepszego śledzenia konwersji

source: When this settings is enabled, WP Full Picture will send to Twitter / X encrypted email addresses of your visitors (when they browse the site while being logged in or when they make a purchase).
pl_pl: Gdy to ustawienie jest włączone, WP Full Picture będzie wysyłać do Pinterest zaszyfrowane adresy e-mail Twoich odwiedzających (gdy przeglądają witrynę będąc zalogowanymi lub gdy dokonają zakupu).

source: Event ID (required)
pl_pl: Event ID (wymagany)

source: "Content view" is triggered every time your visitor displays a product page or a quick view window (on condition that it displays a standard WooCommerce "Add to cart" button and uses a standard WooCommerce hook.)
pl_pl: Zdarzenie "Content view" jest uruchamiane za każdym razem, gdy odwiedzający wyświetla stronę produktu lub okno szybkiego podglądu (pod warunkiem, że wyświetla standardowy przycisk WooCommerce "Dodaj do koszyka" i używa standardowego haczyka WooCommerce)

source: Enhanced Conversions is enabled. Email addresses of clients and logged-in users are sent to Twitter.
pl_pl: Ulepszone konwersje (Enhanced Conversions) są włączone. Adresy e-mail klientów i zalogowanych użytkowników są wysyłane do Twittera.

source: Tracking information
pl_pl: Informacje o śledzeniu

source: checkout page
pl_pl: strony składania zamówienia

source: store-api (block checkout or integration with a different tool)
pl_pl: store-api (bloku z formularzem do składania zamówienia lub integracji z innym narzędziem)

source: WP admin panel
pl_pl: panelu administracyjnego WP

source: REST API integration
pl_pl: REST API

source: CSV import
pl_pl: importu CSV

source: subscription renewal
pl_pl: odnowienia płatności

source: Point of Sale system
pl_pl: systemu punktów sprzedaży

source: Order created via %1$s.
pl_pl: Zamówienie utworzone za pomocą %1$s.

source: Client consented to tracking by tools which can identify them for %1$s.
pl_pl: Klient wyraził zgodę na śledzenie przez narzędzia, które mogą go zidentyfikować na potrzeby %1$s.

source: Client did not consent to tracking by tools which can identify them.
pl_pl: Klient nie wyraził zgody na śledzenie przez narzędzia, które mogą go zidentyfikować.

source: There is no information on tracking consents provided by the client.
pl_pl: Brak informacji o zgodach na śledzenie wyrażonych przez klienta.

source: Purchase event was sent to %1$s using status-based order tracking.
pl_pl: Zdarzenie zakupu zostało wysłane do %1$s przy użyciu śledzenia zamówienia opartego na statusie.

source: Purchase event was sent server-side to eligible tools.
pl_pl: Zdarzenie zamówienia zostało wysłane po stronie serwera do kwalifikujących się narzędzi.

source: Refund event was sent to %1$s using status-based order tracking
pl_pl: Zdarzenie zwrotu zostało wysłane do %1$s przy użyciu śledzenia zamówień opartego na statusie

source: Refund event was sent server-side to eligible tools.
pl_pl: Zdarzenie zwrotu zostało wysłane po stronie serwera do kwalifikujących się narzędzi.

source: Client viewed order confirmation page.
pl_pl: Klient wyświetlił stronę potwierdzenia zamówienia.

source: Client did not view order confirmation page.
pl_pl: Klient nie wyświetlił strony potwierdzenia zamówienia.

source: Learn %1$show to understand this information%2$s.
pl_pl: Dowiedz się %1$sjak rozumieć te informacje%2$s.

source: SBOT debug information
pl_pl: Informacje do debugowania funkcji Śledzenia Zamówienia Na Podstawie Statusu

source: Purchase data sent via SBOT:
pl_pl: Dane zamówienia:

source: Refund data sent via SBOT:
pl_pl: Dane zwrotu:

source: These settings apply to all tools which support WooCommerce Tracking module (have the "WooCommerce tracking" section in their settings pages).
pl_pl: Ustawienia te mają zastosowanie do wszystkich narzędzi, które obsługują moduł śledzenia WooCommerce (mają sekcję "Śledzenie WooCommerce" na stronach ustawień).

source: If you send product data to Google Merchant Center, Meta and other platforms, then make sure that product prices and IDs you send is consistent with the settings below.
pl_pl: Jeśli wysyłasz dane o produkcie do Google Merchant Center, Meta i innych platform, upewnij się, że ceny i identyfikatory wysyłanych produktów są zgodne z poniższymi ustawieniami.

source: Status-Based Order Tracking is an alternative method of tracking purchases that does not require clients to see the order confirmation page. In Google Analytics it also tracks refunds and cancellations.
pl_pl: Śledzenie zamówień na podstawie statusu to alternatywna metoda śledzenia zakupów, która nie wymaga aby klienci weszli na stronę z potwierdzeniem zamówienia. W Google Analytics śledzi również zwroty i anulacje.

source: At the moment it is only supported in Google Analytics and Meta Pixel. You can learn how it works %1$son this page%2$s.
pl_pl: W tej chwili jest on obsługiwany tylko w Google Analytics i Meta Pixel. Możesz dowiedzieć się, jak to działa %1$sna tej stronie%2$s.

source: Make WooCommerce Order Attribution follow GDPR
pl_pl: Spraw, aby funkcja atrybucji zamówień w WooCommerce była zgodna z RODO

source: Here you can adjust tracking to work with non-standard store elements (ones that do not use %1$srequired WooCommerce functions and HTML%2$s).
pl_pl: Tutaj możesz dostosować śledzenie do pracy z niestandardowymi elementami sklepu (takimi, które nie używają %1$swymaganych funkcji WooCommerce i HTML%2$s).

source: This method of tracking is recommended for stores that use payment gateways, which do not redirect back to the order confirmation page.
pl_pl: Ta metoda śledzenia jest zalecana dla sklepów korzystających z bramek płatności, które nie przekierowują z powrotem na stronę potwierdzenia zamówienia.

source: Supported Tools
pl_pl: Obsługiwane narzędzia

source: SBOT is supported in Google Analytics and Meta Pixel.
pl_pl: Śledzenie zamówień na podstawie statusu jest obsługiwany w Google Analytics i Meta Pixel.

source: How to enable Status-Based Order Tracking
pl_pl: Jak włączyć śledzenie zamówień na podstawie statusu

source: Visit the settings pages of the Google Analytics and Meta Pixel modules. When you are there, go to the "WooCommerce Tracking" section and follow instructions you find there.
pl_pl: Odwiedź strony ustawień modułów Google Analytics i Meta Pixel. Gdy tam będziesz, przejdź do sekcji "Śledzenie WooCommerce" i postępuj zgodnie z instrukcjami, które tam znajdziesz.

source: Purchases are attributed to users and sessions just like with standard tracking.
pl_pl: Zamówienia są przypisywane do użytkowników i sesji, tak jak w przypadku standardowego śledzenia.

source: SBOT does not track orders added manually in the WooCommerce admin panel, since they cannot be attributed to any website users.
pl_pl: Ta funkcja nie śledzi zamówień dodanych ręcznie w panelu administracyjnym WooCommerce, ponieważ nie można ich przypisać do żadnego użytkownika witryny.

source: Basic settings
pl_pl: Ustawienia podstawowe

source: Use SKU as a product id
pl_pl: Użyj SKU jako identyfikatora produktu

source: If SKU is not set, a default product id will be used. This value must be the same as the one in your product feeds, e.g. Merchant Center feed or Facebook catalog (if you use it).
pl_pl: Jeśli SKU nie jest ustawione, zostanie użyty domyślny identyfikator produktu. Ich wartość musi być taka sama jak ta w Twoich feedach produktowych, np. w Merchant Center lub katalogu na Facebooku (jeśli ich używasz).

source: Track prices with tax
pl_pl: Śledź ceny z podatkiem

source: This also applies to the shipping cost
pl_pl: Dotyczy to również kosztów wysyłki

source: Include shipping costs in order total
pl_pl: Uwzględnij koszty wysyłki w sumie zamówienia

source: This setting only applies to the total value of the purchase. If a tracking tool allows for tracking shipping cost as a separate value, then it will be tracked no matter whether this option is turned on or off.
pl_pl: To ustawienie ma zastosowanie wyłącznie do całkowitej wartości zakupu. Jeśli narzędzie do śledzenia pozwala na śledzenie kosztów wysyłki jako oddzielnej wartości, wtedy będzie śledzone bez względu na to, czy ta opcja jest włączona, czy wyłączona.

source: Method of tracking variable products
pl_pl: Metoda śledzenia produktów z wariantami

source: Standard
pl_pl: Standardowa

source: Standard + track default variants
pl_pl: Standardowa + śledzenie domyślnego wariantu

source: Track parent products instead of variants
pl_pl: Śledzenie produktów nadrzędnych zamiast wariantów

source: Parent products are tracked in product lists and when a visitor views a product page. Variants are tracked when they are added to cart and in checkout.
pl_pl: Produkty nadrzędne są śledzone na listach produktów i gdy odwiedzający wyświetla stronę produktu. Warianty są śledzone, gdy są dodawane do koszyka i podczas realizacji zakupu.

source: The same as "Standard" but when a visitor views a product page, WP FP sends two "product view" events - one for the parent product and another one for the active variant (if chosen in the product settings).
pl_pl: To samo, co "Standardowa", ale gdy odwiedzający wyświetla stronę produktu, WP FP wysyła dwa zdarzenia "widoku produktu" - jedno dla produktu nadrzędnego, a drugie dla domyślnego wariantu (jeśli został wybrany w ustawieniach produktu).

source: Variants are not tracked. Parent products are tracked throughout the conversion path.
pl_pl: Warianty nie są śledzone. Produkty nadrzędne są śledzone przez całą ścieżkę zakupową.

source: Track views of product variants
pl_pl: Śledź wyświetlenia wariantów produktów

source: This will send "product view" events when visitors switch between product variants.
pl_pl: Spowoduje to wysyłanie zdarzeń "product view", gdy odwiedzający będą przełączać się między wariantami produktów.

source: Do not track product views after a page is refreshed
pl_pl: Nie śledź wyświetleń produktu po odświeżeniu strony

source: Recommended if your product pages are refreshed after adding products to cart
pl_pl: Zalecane, jeśli strony produktów są odświeżane po dodaniu produktów do koszyka

source: This setting applies to views of products on lists and product pages.
pl_pl: To ustawienie ma zastosowanie do śledzenia wyświetleń produktów na listach i stronach produktowych.

source: Exception - product variants
pl_pl: Wyjątek - warianty produktów

source: If you enabled an option to track views of product variants (see option above), then they will still be tracked after refresh.
pl_pl: Jeśli włączyłeś opcję śledzenia wyświetleń wariantów produktów (patrz opcja powyżej), będą one nadal śledzone po odświeżeniu.

source: Show tracking information on order details pages
pl_pl: Pokaż informacje o śledzeniu na stronach szczegółów zamówienia

source: Enable this function to view %1$sorder tracking information%2$s in the "edit order" pages in the WP admin. Please mind, that not all information will be available for orders that were made before you updated to WP FP 9.1.
pl_pl: Włącz tę funkcję, aby wyświetlić %1$sinformacje o śledzeniu zamówień%2$s na stronach edycji zamówienia w panelu administracyjnym WP. Pamiętaj, że nie wszystkie informacje będą dostępne dla zamówień, które zostały złożone przed aktualizacją do WP FP 9.1.

source: Block WooCommerce Order Attribution function until consent
pl_pl: Zablokuj funkcję atrybucji zamówień WooCommerce do czasu uzyskania zgody

source: Recommended. Required in 60+ countries, including EU
pl_pl: Zalecane. Wymagane w ponad 60 krajach, w tym w UE

source: We highly recommend disabling Order Attribution function on %1$sthis page%2$s
pl_pl: Zalecamy wyłączenie funkcji Atrybucja Zamówień na %1$stej stronie%2$s

source: WooComerce uses last-click order attribution model which gives a skewed picture on the effectiveness of traffic sources and ad campaigns. This means, it gives 100% of the credit for the purchase to the last source that drove traffic to your website, omitting the role of other sources.
pl_pl: WooComerce wykorzystuje model atrybucji ostatniego kliknięcia, który daje wypaczony obraz skuteczności źródeł ruchu i kampanii reklamowych. Oznacza to, że przypisuje 100% wartości zakupu ostatniemu źródłu, które skierowało ruch do Twojej witryny, pomijając rolę innych źródeł.

source: Status-based order tracking
pl_pl: Śledzenie zamówień na podstawie statusu

source: Track new orders when they get these statuses
pl_pl: Śledź nowe zamówienia, gdy otrzymają te statusy

source: Recommended statuses - Processing (for orders paid via payment gateways) and On Hold (for orders paid with bank transfers).
pl_pl: Zalecane statusy - W trakcie realizacji (dla zamówień opłaconych za pośrednictwem bramek płatniczych) i Wstrzymane (dla zamówień opłaconych przelewem bankowym).

source: You can enter here multiple order statuses indicating that an order has been made. The "purchase" event will be sent only the first time an order gets a matching status.
pl_pl: Możesz tu wprowadzić wiele statusów zamówienia wskazujących, że zamówienie zostało złożone. Zdarzenie "purchase" zostanie wysłane tylko za pierwszym razem, gdy zamówienie uzyska odpowiedni status.

source: Track order cancellations when they get these statuses
pl_pl: Śledź anulowania zamówień, gdy otrzymają te statusy

source: Recommended statuses - Cancelled and Refunded.
pl_pl: Rekomendowane statusy - Anulowano i Zwrócone.

source: You can enter here multiple order statuses indicating that the order has been cancelled or refunded. The "refund" event will be sent only the first time an order gets a matching status.
pl_pl: Możesz tutaj wprowadzić wiele statusów zamówienia wskazujących, że zamówienie zostało anulowane lub zwrócone. Zdarzenie "refund" zostanie wysłane tylko za pierwszym razem, gdy zamówienie otrzyma pasujący status.

source: Debug Status-Based Order Tracking
pl_pl: Debuguj Śledzenie Zamówień na Podstawie Statusu

source: This will add a meta box in the order details/edit page. The box will contain the data that WP FP sent to tracking tools with SBOT. The box will not show any results for orders created when this option was not active.
pl_pl: Ta funkcja doda sekcję na stronie szczegółów/edycji zamówienia. Sekcja będzie zawierać dane, które WP FP wysłał do narzędzi śledzenia za pomocą funkcji Śledzenia Zamówień na Podstawie Statusu. Sekcja nie wyświetli żadnych wyników dla zamówień utworzonych, gdy ta opcja nie była aktywna.

source: Custom adjustments
pl_pl: Własne dostosowania

source: Track additions to cart
pl_pl: Śledź dodania do koszyka

source: (default) After clicks in "add to cart" buttons
pl_pl: (domyślnie) Po kliknięciu przycisków "dodaj do koszyka"

source: On the cart page
pl_pl: Na stronie koszyka

source: Use this function if your products are not tracked correctly when they are added to cart (you can check it with the Setup Helper). This can happen, if they are highly modified or do not use %1$sstandard WooCommerce elements%2$s.
pl_pl: Użyj tej funkcji, jeśli Twoje produkty nie są prawidłowo śledzone po dodaniu do koszyka (możesz to sprawdzić za pomocą Pomocnika Konfiguracji). Może się tak zdarzyć, jeśli są mocno zmodyfikowane lub nie używają %1$sstandardowych elementów WooCommerce%2$s.

source: If you choose to track "add to cart" events on the cart page, redirect users to this page after they click "add to cart" buttons. You can find this option in WooCommerce settings.
pl_pl: Jeśli zdecydujesz się śledzić zdarzenia "dodaj do koszyka" na stronie koszyka, przekieruj użytkowników na tę stronę po kliknięciu przycisków "dodaj do koszyka". Możesz znaleźć tę opcję w ustawieniach WooCommerce.

source: Disable tracking additions to cart
pl_pl: Wyłącz śledzenie dodawania produktów do koszyka

source: For main products (on product pages)
pl_pl: Dla głównych produktów (na stronach produktu)

source: For product teasers (in lists)
pl_pl: Dla produktów na listach

source: Use this function if additions to cart are not tracked correctly. This function will prevent WP FP from sending "add to cart" events after visitors click "add to cart" buttons.
pl_pl: Użyj tej funkcji, jeśli dodawanie do koszyka nie jest poprawnie śledzone. Ta funkcja uniemożliwi WP FP wysyłanie zdarzeń "Dodaj do koszyka" kiedy odwiedzający wcisną przyciski "dodaj do koszyka".

source: To re-enable tracking, you will have to %1$swrite custom "add to cart" event code%2$s
pl_pl: Aby ponownie włączyć śledzenie, będziesz musiał %1$snapisać niestandardowy skrypt zdarzenia "dodaj do koszyka"%2$s

source: Send "List item view" event instead of "Product view" on these pages
pl_pl: Wyślij zdarzenie "List item view" zamiast "item view" na tych stronach

source: URL or its part
pl_pl: Adres URL lub jego część

source: This function is useful for stores that display multiple full products on a single page (not to confuse with product teasers used in lists).
pl_pl: Ta funkcja jest przydatna sklepom, które wyświetlają wiele pełnych produktów na jednej stronie (nie mylić z produktami z list produktów).

source: By default, "big" products are tracked with "view item" events, however this may not be always what you want. Use this function to track track views of such products with "list item view" event, istead of "product view" event.
pl_pl: Domyślnie "duże" produkty są śledzone za pomocą zdarzeń "item view", jednak nie zawsze może to być to, czego chcesz. Użyj tej funkcji, aby śledzić wyświoetlenia takich produktów za pomocą zdarzenia "list item view", zamiast zdarzenia "item view".

source: This function only affects tools that allow tracking views of products in lists, like Google Analytics, Ads, GTM or MS Advertising.
pl_pl: Ta funkcja dotyczy tylko narzędzi, które umożliwiają śledzenie wyświetleń produktów na listach, np. Google Analytics, Ads, GTM lub MS Advertising.

source: CSS selector of "Add to wishlist" button
pl_pl: Selektor CSS przycisku "Dodaj do listy życzeń"

source: Enter CSS class or ID
pl_pl: Wprowadź klasę CSS lub identyfikator

source: e.g. .my-add-to-wishlist
pl_pl: np. .my-add-to-wishlist

source: Enter CSS selector of an "add to wishlist" button used on your site (if it uses any).
pl_pl: Wprowadź selektor CSS przycisku "dodaj do listy życzeń" używanego w Twojej witrynie (jeśli jest używany).
