Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: This will load the tracking script for administrators, bots, excluded users, people browsing from excluded locations and people who didn't agree to tracking. %1$sLearn more%2$s.
pl_pl: Spowoduje to załadowanie skryptu śledzącego podczas wizyt administratorów, botów, wykluczonych użytkowników, osób przeglądających z wykluczonych lokalizacji i osób, które nie wyraziły zgody na śledzenie. %1$sDowiedz się więcej%2$s.

source: Only track visitors from specific countries
pl_pl: Śledź tylko odwiedzających z określonych krajów

source: Enter a list of 2-character %1$scountry codes%2$s separated by comas.
pl_pl: Wprowadź listę 2-znakowych %1$skodów krajów%2$s oddzielonych przecinkami.

source: Location is checked using the method chosen in the settings of the Geolocation module.
pl_pl: Lokalizacja jest sprawdzana przy użyciu metody wybranej w ustawieniach modułu geolokalizacji.

source: All except
pl_pl: Wszędzie oprócz

source: Only in
pl_pl: Tylko w

source: e.g. GB, DE, FR, AU, etc.
pl_pl: np. GB, DE, FR, AU itp.

source: Tagging recordings
pl_pl: Tagowanie nagrań

source: Tag with clicks on outbound links
pl_pl: Oznacz nagrania z kliknięciami w linki wychodzące

source: Tags sessions with clicks on all links that lead to other domains. Attention! Affiliate links leading to other sites are also treated as outbound.
pl_pl: Oznacza nagrania sesji, na których użytkownicy kliknęli linki prowadzące do innych domen. Uwaga! Linki partnerskie prowadzące do innych stron są również traktowane jako wychodzące.

source: Tag with clicks on affiliate links
pl_pl: Oznacz nagrania z kliknięciami w linki partnerskie

source: In the second field you can also use a placeholder [name]. It will be replaced with the first 20 characters of the text inside the clicked element. Make sure it has any.
pl_pl: W drugim polu możesz również użyć symbolu zastępczego [name]. Zostanie on zastąpiony pierwszymi 20 znakami tekstu wewnątrz klikniętego elementu. Upewnij się, że jakiś tekst w nim występuje.

source: URL part, e.g. /go/
pl_pl: Część URL, np. /go/

source: Tag name (optional)
pl_pl: Nazwa (opcjonalna)

source: Tag with clicks on email and tel. links
pl_pl: Oznacz nagrania z kliknięciami w linki z adresami e-mail i numerami tel.

source: It will track the last 5 digits of the phone number and the part of the email address before the "@" symbol.
pl_pl: Śledzi ostatnie 5 cyfr numeru telefonu i część adresu e-mail przed symbolem "@".

source: Tag with clicks on file download links
pl_pl: Oznacz nagrania z kliknięciami w linki do pobierania plików

source: Enter coma separated list of file formats you want to track
pl_pl: Wprowadź oddzieloną przecinkami listę formatów plików, których pobrania chcesz śledzić

source: Tag with anchor clicks (links that lead to elements on the same page)
pl_pl: Oznacz nagrania z kliknięciami w kotwice (linki prowadzące do elementów na tej samej stronie)

source: Tag with clicks on page elements
pl_pl: Oznacz nagrania z kliknięciami w elementy strony

source: CSS selector e.g. #sth img
pl_pl: Selektor CSS np. #sth img

source: Element name (required)
pl_pl: Nazwa elementu (wymagana)

source: How to fill in these fields
pl_pl: Jak wypełnić te pola

source: You can enter more then 1 selector in a "CSS selector" field, e.g. .button, .different-button, .another-button.
pl_pl: Możesz wprowadzić więcej niż 1 selektor w polu „selektor CSS”, np. .button, .different-button, .another-button.

source: If multiple selectors point at the same element only the first match will be tracked.
pl_pl: Jeśli wiele selektorów wskazuje na ten sam element, śledzone będzie tylko pierwsze dopasowanie.

source: Attention!
pl_pl: Uwaga!

source: To correctly track clicks in page elements OTHER than links (e.g. buttons), you need to provide CSS selectors of ALL clickable elements inside that element.
pl_pl: Aby prawidłowo śledzić kliknięcia w elementach strony INNYCH niż linki (np. przyciski), musisz zapewnić selektory CSS WSZYSTKICH klikalnych elementów w tym elemencie.

source: The easiest way to do it is to use the asterisk symbol "*". For example, to track clicks in buttons provide:
pl_pl: Najprostszym sposobem jest użycie symbolu gwiazdki „*”. Na przykład, aby śledzić kliknięcia w przyciskach, użyj:

source: Learn more about tracking clicks
pl_pl: Dowiedz się więcej o śledzeniu kliknięć

source: Tag with form submissions
pl_pl: Oznacz nagrania z wysłanymi formularzami

source: There are 4 methods of tracking form. Please choose the one that is best suited for your forms. Otherwise form tracking may not work correctly
pl_pl: Istnieją 4 metody śledzenia formularzy. Wybierz tę, która najlepiej pasuje do Twoich formularzy. W przeciwnym razie śledzenie formularzy może nie działać poprawnie

source: Choose correct method to track your forms.
pl_pl: Wybierz odpowiednią metodę śledzenia formularzy.

source: CSS selector e.g. #form_id
pl_pl: Selektor CSS np. #form_id

source: Form(s) name
pl_pl: Nazwa formularza

source: Tag when page elements show on screen
pl_pl: Śledź kiedy elementy strony pojawią się na ekranie

source: This function works only on elements which are present in the HTML at the moment of rendering the page. To track elements added later, enable the "DOM listener" function in the Shared tracking settings > Tracking improvements.
pl_pl: Ta funkcja działa tylko na elementach, które są obecne w kodzie HTML w momencie renderowania strony. Aby śledzić elementy dodane później, włącz funkcję "DOM listener" na stronie "Współdzielone opcje śledzenia" > Ulepszenia śledzenia.

source: Elements are treated as "visible" when they are 200px inside the screen (you can change it on the "shared tracking settings" page). Each view is counted once per page view.
pl_pl: Elementy są traktowane jako widoczne, gdy znajdują się 200px wewnątrz ekranu (możesz to zmienić na stronie "wspólne ustawienia śledzenia"). Każde wyświetlenie liczone jest raz na odsłonę strony.

source: CSS selector e.g. #side img
pl_pl: Selektor CSS np. #sth img

source: Tag with page types
pl_pl: Oznacz nagrania typami odwiedzanych stron

source: User tracking
pl_pl: Śledzenie użytkowników

source: Set Custom User Variable 1 to:
pl_pl: Ustaw "Custom User Variable 1" na:

source: none
pl_pl: brak

source: User's login status and role
pl_pl: Status logowania i rola użytkownika

source: User variables are used in "confetti" overlay views of your reports or recordings. %1$sLearn more%2$s
pl_pl: "User variables" są używane w widoku "konfetti" jako nakładka raportów lub nagrań. %1$sDowiedz się więcej%2$s

source: Identify logged-in users by User ID
pl_pl: Zidentyfikuj zalogowanych użytkowników przy pomocy User ID

source: Identify users to associate them with session recordings. This can be used to improve your customer support or finding problems that specific users encountered on the site. %1$sLearn more%2$s
pl_pl: Identyfikuj użytkowników, aby ich skojarzyć z nagraniami sesji. Można to wykorzystać do poprawy obsługi klienta lub znalezienia problemów, które napotkali konkretni użytkownicy na stronie. %1$sDowiedz się więcej%2$s

source: Attention. You need to disclose in your privacy policy that you send user IDs to Crazy Egg.
pl_pl: Uwaga. Musisz ujawnić w swojej polityce prywatności, że wysyłasz identyfikatory użytkowników do Crazy Egg.

source: Encode User ID before sending to Crazy Egg
pl_pl: Zaszyfruj User ID przed wysłaniem do Crazy Egg

source: WooCommerce tagging
pl_pl: Śledzenie WooCommerce

source: ID of a logged in user
pl_pl: ID zalogowanego użytkownika

source: Well done! Microsoft Clarity is installed
pl_pl: Dobra robota! Microsoft Clarity jest zainstalowany

source: The data is sent to a project with ID
pl_pl: Dane są wysyłane do projektu o identyfikatorze

source: These settings impact the amount and precision of collected data.
pl_pl: Te ustawienia wpływają na ilość i precyzję gromadzonych danych.

source: You are now automatically tagging session recordings with WooCommerce events:
pl_pl: Teraz automatycznie oznaczasz nagrania sesji zdarzeniami WooCommerce:

source: add to wishlist (requires setup on the WooCommerce Tracking settings page)
pl_pl: dodanie do listy życzeń (wymaga konfiguracji na stronie ustawień śledzenia WooCommerce)

source: All these events are sent with product information.
pl_pl: Wszystkie te zdarzenia są wysyłane z informacjami o produkcie.

source: To get the Project ID visit %3$sclarity's dashboard%4$s and create or open a project. You will find the ID in the page’s URL (clarity.microsoft.com/projects/view/%1$sPROJECT_ID%2$s/...).
pl_pl: Aby uzyskać identyfikator projektu, odwiedź %3$spulpit nawigacyjny Clarity%4$s i utwórz lub otwórz projekt. ID znajduje się w adresie URL strony (clarity.microsoft.com/projects/view/ %1$sPROJECT_ID%2$s/...).

source: Data collection
pl_pl: Gromadzenie danych

source: Consent mode
pl_pl: Tryb zgody (Consent mode)

source: If you enable this function together with a Consent Management module, then Clarity will track visitors in an anonymized way until they agree to tracking. After they do this, Clarity will switch to standard tracking.
pl_pl: Jeśli włączysz tę funkcję wraz z modułem Zarządzania Zgodami, Clarity będzie śledzić odwiedzających w sposób anonimowy, dopóki nie wyrażą oni zgody na śledzenie. Gdy to zrobią, Clarity przełączy się na standardowe śledzenie.

source: To use this mode, you need to turn off the use of cookies in Microsoft Clarity's dashboard (Settings > Setup > Advanced Settings > Cookies).
pl_pl: Aby korzystać z tego trybu, musisz wyłączyć obsługę plików cookie w panelu Microsoft Clarity (Settings > Setup > Advanced Settings > Cookies).

source: Tag (optional)
pl_pl: Nazwa (opcjonalna)

source: Tag with anchor clicks (links to elements on the same page)
pl_pl: Oznacz nagrania z kliknięciami w kotwice (linki prowadzące do elementów na tej samej stronie)

source: Tag (required)
pl_pl: Nazwa (wymagana)

source: CSS selector e.g. .side img
pl_pl: Selektor CSS np. .side img

source: Tag with types of visited pages
pl_pl: Oznacz nagrania typami stron

source: Tag with authors of visited pages
pl_pl: Oznacz nagrania autorami stron

source: Tag with user's login status and role
pl_pl: Oznacz nagrania statusem logowania i rolą użytkownika

source: Tag with metadata
pl_pl: Tagowanie metadanymi

source: This setting lets you tag recordings with metadata (hidden and/or custom data of your content, users and post/page terms).
pl_pl: To ustawienie umożliwia oznaczanie nagrań metadanymi (ukrytymi i/lub niestandardowymi danymi postów, użytkowników i terminów postów/stron).

source: To track metadata you need to register it in the "Shared tracking settings" > "Extra tracking functions". After you do this, refresh this page and choose the data you want to track here.
pl_pl: Aby śledzić metadane, musisz je zarejestrować w sekcji "Współdzielone opcje śledzenia" > "Dodatkowe funkcje śledzące". Następnie odśwież tą stronę i wybierz dane, które chcesz śledzić.

source: Tagging recordings with WooCommerce events
pl_pl: Tagowanie nagrań za pomocą zdarzeń WooCommerce

source: Your consent banner is active. It uses Google Consent Mode v2, Microsoft UET Consent Mode and controls the loading of tracking tools installed with WP FP modules. You can set up controlling other tools in the next tab of this page.
pl_pl: Twój baner zgody jest aktywny. Używa Google Consent Mode v2, Microsoft UET Consent Mode i kontroluje ładowanie narzędzi śledzących zainstalowanych przy pomocy WP FP. Możesz skonfigurować kontrolowanie innych narzędzi w następnej zakładce tej strony.

source: To see the banner in action, use the Setup Helper or visit your site from the incognito mode in your browser.
pl_pl: Aby zobaczyć baner w akcji, użyj Pomocnika Konfiguracji lub odwiedź swoją stronę w trybie incognito w przeglądarce.

source: Frequently asked questions
pl_pl: Często zadawane pytania

source: The banner controls the loading of all tracking tools installed with WP FP's modules as well as Google Analytics and Ads, installed with other plugins. Use options below to control other tools that you use on this site.
pl_pl: Baner kontroluje ładowanie wszystkich narzędzi śledzących zainstalowanych za pośrednictwem modułów WP FP, a także Google Analytics i Ads, zainstalowanych innymi wtyczkami. Użyj poniższych opcji, aby kontrolować inne narzędzia, których używasz na tej stronie.

source: Attention
pl_pl: Uwaga

source: This banner uses Google Consent Mode v2 and Microsoft UET Consent Mode. Please disable these modes in any other plugins that you have on this site to avoid conflicts.
pl_pl: Ten baner wykorzystuje Google Consent Mode v2 i Microsoft UET Consent Mode. Wyłącz te tryby we wszystkich innych wtyczkach, które używasz na tej stronie, aby uniknąć konfliktów.

source: Make sure your caching tool/plugin does NOT combine JavaScript files. Otherwise, your website may break.
pl_pl: Uwaga. Upewnij się, że twoje narzędzie / wtyczka cachująca NIE łączy plików JavaScript. W przeciwnym razie Twoja strona może przestać działać poprawnie.

source: YouTube videos, maps and other content loaded from other websites, can track your visitors. Use options below to display an image placeholder instead of this content until visitors agree to tracking %1$sSee example%2$s.
pl_pl: Filmy z YouTube, mapy i inne treści ładowane z innych witryn mogą śledzić Twoich odwiedzających. Użyj poniższych opcji, aby wyświetlić zamiast tej treści zastępczy obrazek - dopóki odwiedzający nie wyrażą zgody na śledzenie %1$sZobacz przykład%2$s.

source: Opt-in mode
pl_pl: Tryb Opt-in

source: recommended
pl_pl: zalecany

source: When someone visits your site, they'll see a popup with options to accept or decline tracking. Tracking will start only after they make a choice.
pl_pl: Gdy ktoś odwiedzi Twoją witrynę, zobaczy wyskakujące okienko z opcjami akceptacji lub odrzucenia śledzenia. Śledzenie rozpocznie się dopiero po dokonaniu wyboru.

source: This mode is accepted in all countries. It complies with GDPR and similar privacy laws.
pl_pl: Ten tryb jest akceptowany we wszystkich krajach. Jest on zgodny z RODO i podobnymi przepisami dotyczącymi prywatności.

source: Opt-out mode
pl_pl: Tryb Opt-out

source: When someone visits your site, they'll see a popup with options to accept or decline tracking. Tracking will start as soon as a visitor lands on the website, but they will be able to turn it off by choosing to decline.
pl_pl: Gdy ktoś odwiedzi Twoją witrynę, zobaczy wyskakujące okienko z opcjami akceptacji lub odrzucenia śledzenia. Śledzenie rozpocznie się, gdy tylko odwiedzający wejdzie na stronę, ale będzie mógł je wyłączyć, wybierając odpowiednią opcję.

source: This mode is not compliant with privacy regulations in 60+ countries (including the whole EU). Use it if your website is visited only from countries where it is legal.
pl_pl: Ten tryb nie jest zgodny z przepisami dotyczącymi prywatności w ponad 60 krajach (w tym w całej UE). Użyj go, jeśli Twoja witryna jest odwiedzana tylko z krajów, w których jest on zgodny z prawem.

source: Notification mode
pl_pl: Tryb powiadamiania

source: When someone visits your site, they'll see a popup that informs them that they are tracked. They will not be able to decline it.
pl_pl: Gdy ktoś odwiedzi Twoją witrynę, zobaczy wyskakujące okienko informujące go, że jest śledzony. Nie będzie w stanie tego odrzucić.

source: This mode is not compliant with privacy regulations in almost 70+ countries (including the whole EU). Use it if your website is visited only from countries where it is legal.
pl_pl: Ten tryb jest niezgodny z przepisami dotyczącymi prywatności w ponad 70 krajach (w tym w całej UE). Użyj go, jeśli Twoja witryna jest odwiedzana tylko z krajów, w których jest to zgodne z prawem.

source: Automatic strict mode
pl_pl: Tryb automatyczny "Strict"

source: with geolocation, recommended
pl_pl: z geolokalizacją, zalecany

source: To see this mode, you need to enable the Geolocation function in the General Settings.
pl_pl: Aby zobaczyć ten tryb, musisz włączyć funkcję geolokalizacji w Ustawieniach ogólnych.

source: The consent banner will work in opt-in, opt-out or notification mode, depending on the location of the visitor.
pl_pl: Baner zgody będzie działał w trybie opt-in, opt-out lub powiadomienia, w zależności od lokalizacji odwiedzającego.

source: The Strict mode is for sites that use visitors' data for marketing or collect sensitive data.
pl_pl: Opcja Strict jest przeznaczona dla witryn, które wykorzystują dane odwiedzających do celów marketingowych lub zbierają dane wrażliwe.

source: Automatic Lax mode
pl_pl: Tryb automatyczny "Lax"

source: The Lax mode is for sites that don't use visitors' data for marketing or collect sensitive data.
pl_pl: Opcja Lax jest przeznaczona dla witryn, które nie wykorzystują danych odwiedzających do celów marketingowych i nie zbierają wrażliwych danych.

source: Manual mode
pl_pl: Tryb ręczny

source: Choose this option to manually choose how the banner should work in different countries.
pl_pl: Wybierz tę opcję, aby ręcznie wybrać sposób działania banera w różnych krajach.

source: Attention. Your privacy policy page is either not published or its ID is not set in the settings of the Consent Banner section
pl_pl: Uwaga. Twoja strona polityki prywatności albo nie została opublikowana, albo jej identyfikator nie został ustawiony w ustawieniach modułu Zarządzania Zgodami

source: How should the banner work?
pl_pl: Jak powinien działać baner?

source: Opt-in mode (GDPR compliant, recommended)
pl_pl: Tryb Opt-in (zgodny z RODO, zalecany)

source: Opt-in mode is required in 60+ countries and accepted in all the other ones.
pl_pl: Tryb Opt-in jest wymagany w ponad 60 krajach i akceptowany we wszystkich pozostałych.

source: Enable the Geolocation in the General Settings to see other modes.
pl_pl: Włącz geolokalizację w Ustawieniach Ogólnych, aby zobaczyć inne tryby.

source: Automatic strict mode (GDPR compliant, recommended)
pl_pl: Automatyczny tryb "Strict" (zgodny z RODO, zalecany)

source: Automatic Lax mode (GDPR compliant)
pl_pl: Automatyczny tryb "Lax" (zgodny z RODO)

source: Which mode to use if geolocation fails?
pl_pl: Jaki tryb należy użyć, jeśli geolokacja się nie powiedzie?

source: Opt-in mode (recommended)
pl_pl: Tryb Opt-in (zalecany)

source: Track visitors after they agree to tracking
pl_pl: Śledź odwiedzających dopiero, kiedy wyrażą na to zgodę

source: In all countries
pl_pl: We wszystkich krajach

source: Nowhere
pl_pl: Nigdzie

source: In specific countries and regions
pl_pl: W określonych krajach i regionach

source: This is required in %1$s60+ countries%2$s and is accepted in the rest.
pl_pl: Jest to wymagane w %1$sponad 60 krajach%2$s i jest akceptowane w pozostałych.

source: Countries and regions
pl_pl: Kraje i Regiony

source: Enter a list of 2-character %1$scountry codes%2$s and region codes, for example "GB, FR, ES, US (CA, TX)". To specify regions, list their 2-letter codes in brackets, e.g. US (CA, TX) and use geolocation service that provides region information. Find geolocation options in the General Settings.
pl_pl: Wprowadź listę 2-znakowych %1$skodów krajów%2$s i kodów regionów, na przykład "GB, FR, ES, US (CA, TX)". Aby określić regiony, podaj ich dwuliterowe kody w nawiasach, np. US (CA, TX) i skorzystaj z usługi geolokalizacji, która zapewnia informacje o regionie. Znajdziesz opcje geolokalizacji w Ustawieniach Ogólnych.

source: Track from the start but let visitors decline tracking
pl_pl: Śledź od początku wizyty, ale pozwól odwiedzającym odmawiać śledzeniu

source: In all the countries and regions not mentioned above
pl_pl: Wszystkie kraje i regiony niewymienione powyżej

source: See %1$sin which countries%2$s you can use this setting.
pl_pl: Zobacz %1$s, w których krajach%2$s możesz korzystać z tego ustawienia.

source: Only inform visitors about tracking
pl_pl: Tylko informuj odwiedzających o śledzeniu

source: Attention. OceanWP theme breaks the controls for styling the consent banner. They will not be available when using OceanWP. %1$sLearn what to do about it%2$s.
pl_pl: Uwaga. Motyw OceanWP uniemożliwia stylizację banera zgody w panelu dostosowania wyglądu szablonu. Opcje zmiany wyglądu nie będą dostępne podczas korzystania z tego motywu. %1$sDowiedz się, co z tym zrobić%2$s.

source: Change how the banner looks
pl_pl: Zmień wygląd banera

source: Style the banner
pl_pl: Stylizuj baner

source: You must save changes before you can start customizing.
pl_pl: Musisz zapisać zmiany, zanim zaczniesz dostosowywać wygląd.

source: Privacy policy page ID
pl_pl: ID strony polityki prywatności

source: Provide the ID of the privacy policy page that is published and chosen %1$son this page%2$s. If you have a multilingual site, this must be the ID of the page in the main language.
pl_pl: Podaj ID strony polityki prywatności, która została opublikowana i wybrana %1$sna tej stronie%2$s. Jeśli masz witrynę wielojęzyczną, musi to być identyfikator strony w głównym języku.

source: To find the ID, start editing the page with your privacy policy. The ID will be in its URL.
pl_pl: Aby znaleźć identyfikator, zacznij edytować stronę z polityką prywatności. Identyfikator będzie znajdował się w jej adresie URL.

source: Hide the banner on these pages
pl_pl: Ukryj baner zgody na tych stronach

source: WP Full Picture hides consent banner on the privacy policy page. Here you can add more pages. Hiding the banner only hides it visually. It does not automatically give consent to tracking.
pl_pl: WP Full Picture ukrywa baner zgody na stronie polityki prywatności. Tutaj możesz dodać więcej stron. Ukrycie banera ukrywa go tylko wizualnie. Nie powoduje automatycznej zgody na śledzenie.

source: Show consent banner when visitors click this page element
pl_pl: Pokaż baner zgody, gdy odwiedzający kliknął ten element strony

source: e.g. #some_button
pl_pl: np. #some_button

source: Leave empty to use the default .fp_show_cookie_notice. Alternatively, you can enable a toggle icon in the styling options above.
pl_pl: Pozostaw puste, aby użyć domyślnego .fp_show_cookie_notice. Alternatywnie możesz włączyć ikonę wyświetlającą i ukrywającą baner w opcjach stylizacji banera.

source: We recommend that you point at a link or a button in your privacy policy. This is required in most countries that require consent banners.
pl_pl: Zalecamy wskazanie linku lub przycisku w polityce prywatności. Jest to wymagane w większości krajów, w których konieczne jest używanie banera zgody.

source: Do NOT ask visitors for consent again
pl_pl: Nie pytaj ponownie odwiedzających o zgodę

source: Breaks GDPR. Best used on dev sites.
pl_pl: Łamie RODO. Najlepiej używać w witrynach deweloperskich.

source: When you enable this setting, visitors who already consented, will not be asked for consent every time you enable new tracking tools or change your privacy policy. This will break GDPR, so we recommend to use it only on development sites or while setting up tracking.
pl_pl: Gdy włączysz to ustawienie, odwiedzający, którzy już wyrazili zgodę, nie będą proszeni o zgodę za każdym razem, gdy włączysz nowe narzędzia śledzenia lub zmienisz politykę prywatności. Spowoduje to złamanie zasad RODO, więc zalecamy używanie tej opcji tylko na stronach rozwojowych lub podczas konfigurowania śledzenia.

source: Tool's name
pl_pl: Nazwa narzędzia

source: This tool adds the following elements to the HTML
pl_pl: Narzędzie to dodaje następujące elementy do kodu HTML

source: <script> tag with a URL that contains...
pl_pl: <script> z adresem URL, który zawiera...

source: <script> tag with code that contains...
pl_pl: <script> z kodem, który zawiera...

source: <link> tag with a URL that contains...
pl_pl: <link> z adresem URL, który zawiera...
