Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: The wishlist button needs to be positioned in your HTML right after the "Add to cart" button to work. Other placements may not work correctly. Tracking wishlisted products doesn't work with grouped products.
pl_pl: Aby przycisk listy życzeń działał, musi być umieszczony w Twoim kodzie HTML zaraz za przyciskiem "Dodaj do koszyka". Inne miejsca mogą nie działać poprawnie. Śledzenie produktów z listy życzeń nie działa w przypadku produktów grupowych.

source: CSS selectors of custom product teasers
pl_pl: Selektory CSS produktów w niestandardowych listach

source: e.g. .product
pl_pl: np. .produkt

source: You can provide a coma separated list of CSS selectors.
pl_pl: Możesz podać oddzieloną przecinkami listę selektorów CSS.

source: By default, all product teasers (products in lists) in WooCommerce are wrapped in &lt;li&gt;elements. However, some themes or plugins may use a different tag. If this happens, tracking clicks in the "add to cart" buttons and views of teasers may not work correctly.
pl_pl: Domyślnie wszystkie produkty na listach w WooCommerce są umieszczone w tagach HTML &lt;li&gt;. Jednak niektóre motywy lub wtyczki mogą używać innego tagu. Jeśli tak się stanie, śledzenie kliknięć w przyciski "dodaj do koszyka" i wyświetleń zwiastunów może nie działać poprawnie.

source: You can fix it here. Provide CSS selector of an HTML element which wraps around product teasers on your site (often this is an element with a class "product").
pl_pl: Możesz to naprawić tutaj. Podaj selektor CSS elementu HTML, który otacza produkty na listach w Twojej witrynie (często jest to element z klasą "product").

source: Attention. Tracking will only work if there is an HTML &lt;i&gt; element with class "fupi_prod_data" inside the product teaser's HTML. If it is missing, then it means that the teaser does not use standard WooCommerce hooks to display its content, and WP Full Picture will not be able to track it.
pl_pl: Uwaga. Śledzenie będzie działać tylko wtedy, gdy w HTML teasera produktu znajduje się element HTML &lt;i&gt; z klasą "fupi_prod_data". Jeśli go brakuje, oznacza to, że teaser nie używa standardowych haków WooCommerce do wyświetlania swojej zawartości, a WP Full Picture nie będzie w stanie go śledzić.

source: Make the order attribution feature in WooCommerce comply with GDPR (%2$slearn more%3$s). Enable it after visitor's consent. You can set it up in the WooCommerce Tracking module > Privacy tab. Alternatively, you can %1$sdisable it here%3$s.
pl_pl: Spraw, aby funkcja atrybucji zamówień w WooCommerce była zgodna z RODO (%2$sdowiedz się więcej%3$s). Włącz ją po uzyskaniu zgody odwiedzającego. Możesz to skonfigurować w module śledzenia WooCommerce > zakładka Prywatność. Alternatywnie możesz %1$swyłączyć ją tutaj%3$s.

source: WooCommerce asks for consent before tracking what sources and ad campaigns brought clients to the website.
pl_pl: WooCommerce prosi o zgodę przed śledzeniem, jakie źródła i kampanie reklamowe przyciągnęły klientów do witryny.

source: The source of order (WooCommerce order details page > "Order attribution" section) will be set to "Unknown" for user who did not agree to tracking or use ad blockers.
pl_pl: Źródło zamówienia (strona szczegółów zamówienia WooCommerce > sekcja "Atrybucja zamówienia") zostanie ustawione na "Nieznane" dla użytkowników, którzy nie wyrazili zgody na śledzenie lub używają blokery reklam.

source: Add to your privacy policy information that your website uses SourceBuster.js script for Order Attribution in WooCommerce. The script is enabled after visitors agree to using their data for statistics. Optionally, you can include %1$sa list of cookies%2$s that the script uses
pl_pl: Dodaj do swojej polityki prywatności informację, że Twoja witryna korzysta ze skryptu SourceBuster.js do atrybucji zamówień w WooCommerce. Skrypt jest włączany po wyrażeniu zgody przez odwiedzających na wykorzystanie ich danych do statystyk. Opcjonalnie możesz dołączyć %1$slistę plików cookie%2$s, z których korzysta skrypt

source: display
pl_pl: wyświetl

source: WP Full Picture plugin has been deactivated on %1$s
pl_pl: Wtyczka WP Full Picture została dezaktywowana na stronie %1$s

source: WP Full Picture plugin has been deactivated. You can re-activate it from your WordPress admin plugin management page
pl_pl: Wtyczka WP Full Picture została dezaktywowana. Możesz ją ponownie aktywować na stronie zarządzania wtyczkami w panelu administracyjnym WordPress

source: Add to your privacy policy information about additional information tracked and sent to the tool:
pl_pl: Dodaj do swojej polityki prywatności informacje o dodatkowych informacjach, umożliwiających identyfikację użytkownika, które są śledzone:

source: The tool is set to "force load" and track all visitors. Disable it in the module's settings.
pl_pl: Narzędzie jest ustawione na "wymuszanie ładowania" i śledzenie wszystkich odwiedzających. Wyłącz je w ustawieniach modułu.

source: This tool requires consents to:
pl_pl: To narzędzie wymaga zgody na:

source: It tracks additional data after visitors agree to:
pl_pl: Śledzi dodatkowe dane po wyrażeniu zgody przez odwiedzających:

source: Link decoration is enabled in the Google Tag settings. This setting is a privacy grey area. Make sure you are not breaking any laws by using it. Otherwise, disable it.
pl_pl: Dekorowanie linków jest włączone w ustawieniach Google Tag. Legalność tego ustawienia jest nieokreślona i zależy od regionu i lokalnej interpretacji prawa. Upewnij się, że nie łamiesz żadnych przepisów, korzystając z niego. W przeciwnym razie wyłącz je.

source: User metadata with ID:
pl_pl: Metadane użytkownika o ID:

source: Other recommendations
pl_pl: Inne zalecenia

source: Make sure that you do not use Google reCaptcha. It does not comply with GDPR and there is no known method of making it comply with it. Replace it with a GDPR compliant solution like Cloudflare Turnstile (free and paid) or Friendly Captcha (paid for commercial use). Attention. You may read online, that there are ways to make Google reCaptcha compatible with GDPR. This is not true. The proposed solution of conditionally loading reCaptcha's scripts prevents access to content if visitors do not agree to tracking, which is against GDPR.
pl_pl: Google reCaptcha nie jest zgodna z RODO i nie ma znanej metody dostosowania jej do RODO. Upewnij się, że zastąpisz go rozwiązaniem zgodnym z RODO, na przykład Cloudflare Turnstile (darmowym i płatnym) lub Friendly Captcha (płatnym do użytku komercyjnego). Uwaga. Możesz przeczytać w Internecie, że istnieją sposoby na dostosowanie Google reCaptcha do RODO. Nie jest to prawda. Proponowane rozwiązanie polegające na warunkowym ładowaniu skryptów reCaptcha uniemożliwia dostęp do treści, jeśli odwiedzający nie wyrażą zgody na śledzenie, co jest niezgodne z RODO.

source: Add a checkbox to forms on your website. It should come with text "I agree to the [Privacy Policy](link-to-your-policy) and consent to [Your Company Name] using the data from this form to [Purpose]." or similar. The checkbox cannot be pre-checked.
pl_pl: Dodaj pole wyboru do formularzy na swojej stronie. Powinna ona zawierać tekst „Akceptuję [Politykę prywatności](link) i zgadzam się aby [Twoja nazwa] wykorzystywał dane z niniejszego formularza do [cele]." lub podobne. Pole wyboru nie może być wstępnie zaznaczone.

source: Shared Tracking Settings
pl_pl: Wspólne ustawienia śledzenia

source: Safe fonts
pl_pl: Bezpieczne czcionki

source: Labels
pl_pl: Etykiety

source: All labels
pl_pl: Wszystkie etykiety

source: Parent label
pl_pl: Etykieta nadrzędna

source: Parent label:
pl_pl: Etykieta nadrzędna:

source: New Label Name
pl_pl: Nowa nazwa etykiety

source: Add New Label
pl_pl: Dodaj nową etykietę

source: Edit Label
pl_pl: Edytuj etykietę

source: Update Label
pl_pl: Zaktualizuj etykietę

source: View Label
pl_pl: Wyświetl etykietę

source: Separate labels with commas
pl_pl: Oddzielaj etykiety przecinkami

source: Add or remove labels
pl_pl: Dodaj lub usuń etykiety

source: Choose from the most used
pl_pl: Wybierz spośród najczęściej używanych

source: Popular labels
pl_pl: Popularne etykiety

source: Search labels
pl_pl: Wyszukaj etykiety

source: Not Found
pl_pl: Nie znaleziono

source: No labels
pl_pl: Brak etykiet

source: Labels list
pl_pl: Lista etykiet

source: Labels list navigation
pl_pl: Nawigacja po liście etykiet

source: This button is only active on the live site
pl_pl: Ten przycisk jest aktywny tylko w trakcie normalnego przeglądania witryny

source: Change cookie preferences
pl_pl: Zmień preferencje dotyczące plików cookie

source: Tracking tester
pl_pl: Tester śledzenia

source: Close Panel
pl_pl: Zamknij panel

source: Test your tracking setup
pl_pl: Sprawdź swoją konfigurację śledzenia

source: Make sure to keep your ad blocker disabled during tests.
pl_pl: Upewnij się, że blokowanie reklam jest wyłączone podczas testów.

source: Testing information will be displayed in the browser console after you start testing.
pl_pl: Informacje testowe będą wyświetlane w konsoli przeglądarki po rozpoczęciu testowania.

source: Testing mode is active
pl_pl: Tryb testowy jest aktywny

source: All tracking tools behave as if you were a normal visitor.
pl_pl: Wszystkie narzędzia śledzące zachowują się tak, jakbyś był zwykłym odwiedzającym.

source: Extra information related to WP FP is now output to your browser console.
pl_pl: Dodatkowe informacje związane z WP FP są teraz wyświetlane w konsoli przeglądarki.

source: Learn how to test
pl_pl: Jak testować

source: Start testing
pl_pl: Rozpocznij testowanie

source: Reset consents
pl_pl: Resetuj zgody

source: Show consent banner
pl_pl: Pokaż baner zgody

source: Finish testing
pl_pl: Zakończ testowanie
