Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Small
pl_pl: Małe

source: Button class (Advanced)
pl_pl: Klasa przycisku (zaawansowane)

source: Do not add a full stop "." before the class name
pl_pl: Nie dodawaj kropki „.” przed nazwą klasy

source: Call-to-action button class (Advanced)
pl_pl: Klasa przycisku wezwania do działania (zaawansowane)

source: Rounded corners of notice pannels (in px)
pl_pl: Zaokrąglenie rogów baneru (px)

source: Rounded corners of buttons (in px)
pl_pl: Zaokrąglenie rogów przycisków (px)

source: Background Color
pl_pl: Kolor tła

source: Headline Color
pl_pl: Kolor nagłówków

source: Text Color
pl_pl: Kolor tekstu

source: Call-to-action Button Color
pl_pl: Kolor wyróżnionych przycisków

source: Call-to-action Button Color (Hover)
pl_pl: Kolor wyróżnionych przycisków po najechaniu myszą

source: Call-to-action Button Text Color
pl_pl: Kolor tekstu w wyróżnionych przyciskach

source: Call-to-action Button Text Color (Hover)
pl_pl: Kolor tekstu w wyróżnionych przyciskach najechanych myszą

source: Button Color
pl_pl: Kolor przycisków

source: Button Color (Hover)
pl_pl: Kolor przycisków po najechaniu myszą

source: Button Text Color
pl_pl: Kolor tekstu na przyciskach

source: Button Text Color (Hover)
pl_pl: Kolor tekstu na przyciskach najechanych myszą

source: Color of enabled switches
pl_pl: Kolor włączonych przełączników

source: Click the "Settings" button in the consent banner to see the switches.
pl_pl: Kliknij przycisk „Ustawienia” na banerze zgody, aby zobaczyć przełączniki.

source: Color of the switch for the necessary cookies
pl_pl: Kolor przełącznika dla niezbędnych plików cookie

source: Can't see the switch? Please, go to the "Text content" section add the title for the "Necessary cookies".
pl_pl: Nie widzisz przełącznika? Przejdź do sekcji "Treść" i dodaj tytuł sekcji "Niezbędne pliki cookie".

source: Border style
pl_pl: Styl obramowania

source: Small shadow (default)
pl_pl: Mały cień (domyślne)

source: Large shadow
pl_pl: Duży cień

source: Thin Border
pl_pl: Delikatne obramowanie

source: Wide Border
pl_pl: Szerokie obramowanie

source: Border color
pl_pl: Kolor obramowania

source: Heading HTML tag
pl_pl: Znacznik HTML nagłówka

source: Paragraph (default)
pl_pl: Akapit (domyślne)

source: Heading font size (in px)
pl_pl: Rozmiar czcionki nagłówka (px)

source: Default: 20px
pl_pl: Domyślnie: 20px

source: Heading font size on mobile devices (in px)
pl_pl: Rozmiar czcionki nagłówka na urządzeniach mobilnych (w px)

source: Default: 17px
pl_pl: Domyślnie: 17px

source: Paragraph font size (in px)
pl_pl: Rozmiar czcionki akapitów (px)

source: Default: 16px
pl_pl: Domyślnie: 16px

source: Paragraph font size on mobile devices (in px)
pl_pl: Rozmiar czcionki akapitów na urządzeniach mobilnych (w px)

source: Default: 14px
pl_pl: Domyślnie: 14px

source: Button font size (in px)
pl_pl: Rozmiar czcionki przycisków (px)

source: Button font size on mobile devices (in px)
pl_pl: Rozmiar czcionki przycisków na urządzeniach mobilnych (w px)

source: Notification headline (optional)
pl_pl: Nagłówek powiadomienia (opcjonalnie)

source: This text will show up at the top of the consent's panel.
pl_pl: Ten tekst pojawi się w górnej części banera zgód.

source: Main notification
pl_pl: Główne powiadomienie

source: Words wrapped with {{ }} will turn into a link to your privacy policy page. You can provide your own URL after "|" character, like this {{my link|%1$s}}. You can also add shortcodes.
pl_pl: Słowa zawinięte między {{ }} zamienią się w link do strony polityki prywatności. Możesz podać swój własny adres URL po symbolu "|", w taki sposób {{mój link|%1$s}}. Możesz również dodać shortcody.

source: "Agree" button
pl_pl: Przycisk „Zgadzam się”

source: Leave empty to use default
pl_pl: Pozostaw puste, aby użyć wartość domyślną

source: I only agree to statistics
pl_pl: Zgadzam się tylko na statystyki

source: "Statistics only" button
pl_pl: Przycisk "Tylko statystyki"

source: "I understand" button
pl_pl: Przycisk „Rozumiem”

source: Close
pl_pl: Zamknij

source: "Close" button
pl_pl: Przycisk "Zamknij"

source: Button with this text is displayed in the consent banner only to users who made their choice in the past but now they want to change their tracking preferences.
pl_pl: Przycisk z tym tekstem jest wyświetlany w banerze zgody tylko użytkownikom, którzy dokonali wyboru w przeszłości, ale teraz chcą zmienić swoje preferencje dotyczące śledzenia.

source: "Agree to selected" button
pl_pl: Tekst w przycisku „Zgadzam się na wybrane”

source: "Decline" button
pl_pl: Przycisk "Odmawiam"

source: "Settings" button
pl_pl: Przycisk "Ustawienia"

source: "Return" button
pl_pl: Przycisk "Powrót"

source: "Necessary cookies" section title (optional)
pl_pl: Tytuł sekcji „Niezbędne pliki cookie” (opcjonalnie)

source: This text will show up at the top of the "Settings" panel along with an always-enabled switch.
pl_pl: Ten tekst pojawi się w górnej części panelu „Ustawienia”, obok zawsze włączonego przełącznika.

source: "Necessary cookies" section description (optional)
pl_pl: Opis sekcji „Niezbędne pliki cookie” (opcjonalnie)

source: This text will show up at the top of the "Settings" panel.
pl_pl: Ten tekst pojawi się w górnej części panelu "Ustawienia".

source: Words wrapped with {{ }} will turn into links. You can provide the address after "|" character, like this {{my link|%1$s}}. You can also add shortcodes.
pl_pl: Słowa zawinięte w {{ }} zamienią się w linki. Możesz podać adres po znaku "|", na przykład %1$s. Możesz również dodać shortcody.

source: "Statistics" section title
pl_pl: Tytuł sekcji „Statystyki”

source: "Statistics" section description
pl_pl: Opis sekcji „Statystyki”

source: Leave empty to use default.
pl_pl: Pozostaw puste, aby użyć wartość domyślną.

source: "Personalisation" section title
pl_pl: Tytuł sekcji „Personalizacja”

source: "Personalisation" section description
pl_pl: Opis sekcji „Personalizacja”

source: "Marketing" section title
pl_pl: Tytuł sekcji „Marketing”

source: "Marketing" section description
pl_pl: Opis sekcji „Marketing”

source: Enable the button which opens the consent banner
pl_pl: Włącz przycisk, który otwiera baner zgody

source: The button is not shown when the banner only notifies about tracking.
pl_pl: Przycisk nie jest wyświetlany, gdy baner tylko powiadamia o śledzeniu.

source: Custom image
pl_pl: Własny obraz

source: Allowed file types: jpg, png, gif, webp, avif, ico.
pl_pl: Dozwolone typy plików: jpg, png, gif, webp, avif, ico.

source: How to use variables in the code
pl_pl: Jak używać zmiennych w kodzie

source: How to test the code
pl_pl: Jak przetestować kod

source: Attention. Make sure your caching tool/plugin does not save inline JavaScript in a file. Otherwise, this function may not work correctly.
pl_pl: Uwaga. Upewnij się, że twoje narzędzie pamięci podręcznej / wtyczka nie zapisuje "inline JavaScript" w pliku. W przeciwnym razie ta funkcja może nie działać poprawnie.

source: Do not add meta tags to your website here. Go to the "General settings" page > "Meta tags" tab.
pl_pl: Nie dodawaj w tym miejscu meta tagów do swojej witryny. Przejdź do strony "Ustawienia ogólne" > zakładka "Meta tagi".

source: Here you can install tracking tools in the &lt;head&gt; section of your website. Your installation scripts cannot contain any HTML. If you want to add a script with HTML, go to the "Footer Scripts" tab.
pl_pl: Tutaj możesz zainstalować narzędzia śledzące w sekcji &lt;head&gt; swojej witryny. Twoje skrypty instalacyjne nie mogą zawierać kodu HTML. Jeśli chcesz dodać skrypt z HTML, przejdź do zakładki "Skrypty w stopce".

source: Script disabled. The script's trigger has been deleted.
pl_pl: Skrypt wyłączony. Trigger skryptu został usunięty.

source: Set a trigger
pl_pl: Ustaw wyzwalacz

source: Use these fields to install tracking tools before the end of the &lt;/body&gt; tag. They can contain HTML.
pl_pl: Użyj tych pól, aby zainstalować narzędzia śledzące przed końcem tagu &lt;/body&gt;. Mogą one zawierać HTML.

source: In your scripts you can use variables provided by the %1$sfpdata object%2$s or any other JS variable that can be accessed via "window" object.
pl_pl: W swoich skryptach możesz używać zmiennych z %1$sobiektu fpdata%2$s lub dowolnych innych zmiennych JS, do których można uzyskać dostęp za pośrednictwem obiektu "window".

source: To test if your integrations load correctly:
pl_pl: Aby przetestować, czy integracje ładują się poprawnie:

source: If you enabled geolocation, make sure that your script is set to load in the country you are in.
pl_pl: Jeśli masz włączoną geolokalizację, upewnij się, że skrypt ładuje się w kraju, w którym się znajdujesz.

source: Turn off your ad blocker (if you have any)
pl_pl: Wyłącz blokadę reklam (jeśli ją masz)

source: Enable the setup helper in the top menu
pl_pl: Włącz Pomocnika Konfiguracji w górnym menu

source: Visit your website
pl_pl: Odwiedź swoją stronę

source: Open browser console (click the right mouse button anywhere on the page > Choose "Inspect element" > Click "Console" tab in the popup).
pl_pl: Otwórz konsolę przeglądarki (kliknij prawym przyciskiem myszy w dowolnym miejscu na stronie > Wybierz „Sprawdź element” > kliknij kartę „Konsola” w wyskakującym okienku).

source: The console log will be filled with information about loaded scripts.
pl_pl: Dziennik konsoli zostanie wypełniony informacjami o załadowanych skryptach.

source: Name*
pl_pl: Nazwa*

source: This is displayed by the [fp_info] shortcode, in the "GDPR setup helper" page and in proofs of visitors' consents.
pl_pl: Używane przez shortcode [fp_info], na stronie "Pomocnik Konfiguracji RODO" i w zbieranych zgodach odwiedzających.

source: (Required) Script only - no HTML
pl_pl: (Wymagane) Skrypt - bez kodu HTML

source: %1$s%5$s tags will be automatically removed (or replaced) from the code above. %6$sLearn more%7$s.%2$s
pl_pl: %1$s%5$s zostaną automatycznie usunięte (lub zastąpione) z powyższego kodu. %6$sDowiedz się więcej%7$s.%2$s

source: (Optional) HTML
pl_pl: (Opcjonalnie) HTML

source: HTML is added to the page before the script.
pl_pl: HTML jest dodawany do strony przed skryptem.

source: This script does not install a tracking tool
pl_pl: Ten skrypt nie instaluje narzędzia śledzącego

source: Script's privacy policy URL (for use in [fp_info] shortcode)
pl_pl: Adres URL polityki prywatności narzędzia (używany przez shortcode [fp_info])

source: Load when visitors agree to
pl_pl: Załaduj, gdy odwiedzający wyrażą zgodę na

source: Enable the Consent Management module to load this script according to privacy regulations
pl_pl: Włącz moduł Zarządzanie Zgodami, aby załadować ten skrypt zgodnie z przepisami dotyczącymi prywatności

source: Enable Geolocation in the General Settings to load this script in specific countries
pl_pl: Włącz geolokalizację w ustawieniach ogólnych, aby załadować to narzędzie w określonych krajach

source: Disable script
pl_pl: Wyłącz skrypt

source: Head scripts
pl_pl: Skrypty w sekcji "Head"

source: Footer scripts
pl_pl: Skrypty w stopce strony

source: Do you use code snippets to install analytics and marketing tools, live chats, CRM tools, newsletter plugins and other tools that can track your visitors? They need to be blocked until visitors consent to their use in the consent banner.
pl_pl: Czy używasz fragmentów kodu do instalowania narzędzi analitycznych i marketingowych, live czatów, narzędzi CRM, wtyczek newslettera i innych narzędzi, które mogą śledzić odwiedzających? Należy je zablokować, dopóki odwiedzający nie wyrażą zgody na ich użycie w banerze zgody.

source: Move JavaScript snippets that install any tools that track your visitors to the "Custom integrations" module.
pl_pl: Przenieś skrypty JavaScript, które instalują narzędzia śledzące odwiedzających, do modułu "Własne Integracje".

source: WP Full Picture loads a script
pl_pl: WP Full Picture ładuje skrypt

source: statistics
pl_pl: statystyki

source: personalisation
pl_pl: personalizacja

source: and
pl_pl: i

source: It is set to require consents for
pl_pl: Został on ustawiony w taki sposób, aby wymagać zgody na

source: but it is force-loaded before visitors can make their choices.
pl_pl: ale jego ładowanie jest wymuszone zanim odwiedzający dokonają wyboru w banerze zgody.

source: The script is set to load without waiting for tracking consents. Make sure that it does not require any.
pl_pl: Skrypt jest ustawiony na ładowanie bez oczekiwania na zgody na śledzenie. Upewnij się, że ich nie wymaga.

source: Add information in your privacy policy about %1$s. Link to their privacy policies and write what data they collect, how it is used and whether or not it is shared with 3rd parties.
pl_pl: Dodaj informacje w swojej polityce prywatności o %1$s. Umieść link do ich polityki prywatności i napisz, jakie dane gromadzą, w jaki sposób są one wykorzystywane i czy są udostępniane stronom trzecim.

source: To install Meta Pixel fill in the required field below and add a domain verification meta tag in the %1$sGeneral Settings%2$s.
pl_pl: Aby zainstalować Meta Pixel wypełnij wymagane pole poniżej i dodaj tag meta weryfikacji domeny w %1$sUstawieniach Ogólnych%2$s.

source: Well done! Meta Pixel is installed
pl_pl: Dobra robota! Meta Pixel jest zainstalowany

source: The data is sent to a dataset with an ID
pl_pl: Dane są wysyłane do dataset ID

source: Use simple events to track clicks, form submissions and others events.
pl_pl: Używaj prostych zdarzeń do śledzenia kliknięć, przesyłania formularzy i innych zdarzeń.

source: Here you can set up sending custom events of two types - %4$sstandard Meta events%2$s and %5$sfully custom events%2$s. Trigger them with %1$scustom triggers%2$s and add %3$soptional parameters%2$s.
pl_pl: Tutaj możesz skonfigurować wysyłanie niestandardowych zdarzeń dwóch typów - %4$sstandardowe zdarzenia Meta%2$s i %5$sw pełni niestandardowe zdarzenia%2$s. Wyzwalaj je za pomocą %1$sniestandardowych triggerów%2$s i dodawaj %3$sopcjonalne parametry%2$s.

source: These parameters will be sent with all events, including the initial pageview event and custom events.
pl_pl: Parametry te będą wysyłane ze wszystkimi zdarzeniami, w tym z początkowym zdarzeniem pageview i zdarzeniami niestandardowymi.

source: You are now automatically tracking WooCommerce events:
pl_pl: Teraz automatycznie śledzisz zdarzenia WooCommerce:

source: If you enable the Conversion API in the "Installation" section, then all these events will be also automatically sent via server-side tracking technology.
pl_pl: Jeśli włączysz Conversion API w sekcji "Instalacja", wszystkie te zdarzenia będą również automatycznie wysyłane za pośrednictwem technologii śledzenia po stronie serwera (server-side tracking).

source: Server tracking will increase the usage of your server. If you have issues with your server performance do not track less important events with Conversion API.
pl_pl: Śledzenie po stronie serwera (Server-side tracking) zwiększy jego wykorzystanie. Jeśli masz problemy z wydajnością serwera, nie śledź mniej ważnych zdarzeń za pomocą Conversion API.

source: See where to find it
pl_pl: Zobacz gdzie można go znaleźć

source: Conversion API token (for server-side tracking)
pl_pl: Token API konwersji (do śledzenia po stronie serwera)

source: Conversion API lets you track visitors who use ad blockers.
pl_pl: Conversion API pozwala śledzić odwiedzających, którzy używają blokerów reklam.

source: After you enable Conversion API, you will be able to send data to Meta by both, the tracking pixel and your server. Simply click the "Send event with Conversion API" on the next pages.
pl_pl: Po włączeniu Conversion API będziesz mógł wysyłać dane do Meta zarówno przez piksel śledzący, jak i swój serwer. Po prostu kliknij "Wyślij zdarzenie za pomocą Conversion API" na następnych stronach.

source: Enabling Conversion API will put a strain on your server. If it is at its limits, use Conversion API only for the most important events.
pl_pl: Używanie Conversion API obciąża serwer. Jeśli jest on na granicy swoich możliwości, użyj Conversion API tylko dla najważniejszych wydarzeń.

source: Test event code
pl_pl: Kod zdarzenia testowego

source: Use this option if you want to test the events in the events manager. You can find your test code in the "Facebook Events Manager" > "Test events" section. All the events that happen, will be visible on the "Test events" page for 24 hours after creation. Remember to remove this code before going live.
pl_pl: Użyj tej opcji, jeśli chcesz przetestować zdarzenia w menedżerze zdarzeń (Events manager). Kod testowy znajdziesz w sekcji "Facebook Events Manager" > "Test events". Wszystkie śledzone zdarzenia będą widoczne na stronie „Test events” przez 24 godziny od chwili wystąpienia. Pamiętaj, aby usunąć ten kod kiedy przestanie być potrzebny.

source: Install 2nd pixel (optional)
pl_pl: Zainstaluj drugi piksel (opcjonalnie)

source: Both pixels will track the same data and use the same settings.
pl_pl: Oba piksele będą śledzić te same dane i używać tych samych ustawień.

source: Conversion API token #2
pl_pl: Token Conversion API #2

source: Test event code #2
pl_pl: Kod zdarzenia testowego #2

source: Advanced matching
pl_pl: Zaawansowane dopasowanie (Advanced matching)

source: Advanced matching improves the accuracy of conversion tracking by sending to Meta personally identifiable information about your users.
pl_pl: Zaawansowane dopasowywanie (Advanced Matching) poprawia dokładność śledzenia konwersji, wysyłając do Meta dane osobowe użytkowników.

source: When you enable Advanced Matching, WP Full Picture will start sending to Meta encrypted addresses, email addresses, phone numbers and user identifiers of your visitors.
pl_pl: Po włączeniu Advanced Matching, WP Full Picture zacznie wysyłać do Mety zaszyfrowane adresy, adresy e-mail, numery telefonów i identyfikatory użytkowników Twoich odwiedzających.

source: The data will be sent on all pages where your visitor is logged in and on the WooCommerce order confirmation page. The type and amount of sent data depends on what is known about the visitors at a given moment.
pl_pl: Dane będą wysyłane na wszystkich stronach, na których Twój użytkownik jest zalogowany oraz na stronie potwierdzenia zamówienia WooCommerce. Rodzaj i ilość wysyłanych danych zależy od tego, co wiesz o odwiedzających w danym momencie.

source: Advanced External ID
pl_pl: Zaawansowany External ID

source: Provide comma-separated CSS selectors of form fields, where users are the most likely to leave the same email address as they used to register to this website.
pl_pl: Podaj oddzielone przecinkami selektory CSS pól formularzy, w których użytkownicy najprawdopodobniej pozostawią ten sam adres e-mail, którego użyli do zarejestrowania się na tej stronie.

source: This function improves cross-browser conversion attribution and event match quality score.
pl_pl: Funkcja ta poprawia atrybucję konwersji w różnych przeglądarkach i wynik jakości dopasowania zdarzeń.

source: It generates External IDs for users who are not logged-in, based on email addresses they provide in form fields on your site.
pl_pl: Generuje External ID dla użytkowników, którzy nie są zalogowani, na podstawie adresów e-mail podanych przez nich w polach formularzy w Twojej witrynie.

source: Enable "Limited Data Use" for visitors from the US
pl_pl: Włącz opcję "Ograniczone wykorzystanie danych" dla odwiedzających z USA

source: required for compliance with privacy laws in some US states
pl_pl: wymagane do zapewnienia zgodności z przepisami dotyczącymi prywatności w niektórych stanach USA

source: WP Full Picture will modify Pixel code to comply with the data processing regulations in Colorado, Connecticut and California (US). This will negatively impact data accuracy, campaign performance and retargeting done on the visitors from these states. Users from other states and countries will not be affected. %1$sLearn more%2$s.
pl_pl: WP Full Picture zmodyfikuje kod Pixela, aby był zgodny z przepisami dotyczącymi przetwarzania danych w Kolorado, Connecticut i Kalifornii (USA). Wpłynie to negatywnie na dokładność danych, wydajność kampanii i retargeting przeprowadzony odwiedzających z tych stanów. Nie wpłynie to na użytkowników z innych stanów i krajów. %1$sDowiedz się więcej%2$s.

source: Simple events
pl_pl: Zdarzenia proste

source: Track pageviews with Conversion API
pl_pl: Śledź odsłony stron za pomocą Conversion API

source: By default, pageviews are tracked only by the browser pixel.
pl_pl: Domyślnie wyświetlenia stron są śledzone wyłącznie przez piksel działający na przeglądarce użytkownika.

source: Track clicks on outbound links
pl_pl: Śledź kliknięcia w linki wychodzące

source: This will track clicks on all the links that lead to other domains. Attention! Affiliate links leading to other sites are also treated as outbound.
pl_pl: Ta funkcja śledzi kliknięcia na linki, które prowadzą do innych domen. Uwaga! Linki partnerskie prowadzące do innych stron są również traktowane jako wychodzące.

source: Tracked as a parameter "url" of the "outbound" event
pl_pl: Śledzony jako parametr „url” zdarzenia „outbound”

source: Also track with Conversion API
pl_pl: Śledź również za pomocą Conversion API

source: Track clicks on affiliate links
pl_pl: Śledź kliknięcia w linki partnerskie i afiliacyjne

source: Name (optional)
pl_pl: Nazwa (opcjonalnie)

source: These clicks will be tracked as a parameter "target" of the "affiliate" event
pl_pl: Kliknięcia te będą śledzone jako parametr „target” zdarzenia „affiliate”

source: Track clicks on file download links
pl_pl: Śledź kliknięcia w linki do pobierania plików

source: Enter coma separated list of file formats (extensions) you want to track
pl_pl: Wprowadź oddzieloną przecinkami listę formatów plików, które chcesz śledzić

source: Tracked as a parameter "file" of the "file download" event
pl_pl: Śledzony jako parametr „file” zdarzenia „file download”

source: Track clicks on email and tel. links
pl_pl: Śledź kliknięcia w linki zawierające adresy e-mail i numery telefoniczne

source: Tracked as parameters "target" and "type" of the "Contact" event
pl_pl: Śledzone jako parametry „target” i „type” zdarzenia „Contact”

source: Track clicks on page elements
pl_pl: Śledź kliknięcia w elementy na stronie

source: These clicks will be tracked as a parameter "name" of the "click on element" event
pl_pl: Kliknięcia te będą śledzone jako parametr „name” zdarzenia „click on element”

source: Track form submissions
pl_pl: Śledź wysłania formularzy

source: Form name (required)
pl_pl: Nazwa formularza (wymagane)

source: Tracked as a parameter "form" of the "form submit" event
pl_pl: Śledzony jako parametr „form” zdarzenia „form submit”

source: Track when page elements show on screen
pl_pl: Śledź, kiedy elementy strony pojawią się na ekranie

source: Tracked as a parameter "element" of the "user viewed" event
pl_pl: Śledzony jako parametr „element” zdarzenia „user viewed”

source: Track when visitors scroll to:
pl_pl: Śledź, kiedy odwiedzający przewijają do:

source: e.g. 25, 50, 75
pl_pl: np. 25, 50, 75

source: % of page height
pl_pl: % wysokości strony

source: Separate multiple values with comas. Do not use "%" symbol.
pl_pl: Oddziel wiele wartości przecinkami. Nie używaj symbolu "%".

source: Tracked as a parameter "scroll height" of the "scroll" event
pl_pl: Śledzony jako parametr „scroll height” zdarzenia „scroll”

source: Tracking scroll with server can greatly decrease its performance. It is NOT recommended to enable this function on slow hosting.
pl_pl: Śledzenie przewijania strony przy pomocy serwera może znacznie zmniejszyć jego wydajność. NIE zaleca się włączania tej funkcji na powolnym hostingu.
