Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: <img> tag with a URL that contains
pl_pl: <img> z adresem URL, który zawiera

source: unique value
pl_pl: unikalna wartość

source: This tool uses visitor's data for:
pl_pl: To narzędzie wykorzystuje dane odwiedzających do:

source: Statistics
pl_pl: Statystyki

source: Personalisation
pl_pl: Personalizacja

source: Enable Geolocation in the General Settings to load this tool in specific countries
pl_pl: Włącz geolokalizację w ustawieniach ogólnych, aby załadować to narzędzie w określonych krajach

source: Load only in specific countries (leave blank to use everywhere)
pl_pl: Używaj tylko w określonych krajach (pozostaw puste, aby używać wszędzie)

source: Tool's privacy policy URL (for use in [fp_info] shortcode)
pl_pl: Adres URL polityki prywatności narzędzia (używane przez shortcode [fp_info])

source: Never load
pl_pl: Nigdy nie ładuj

source: Removes all the above elements from the HTML
pl_pl: Usuwa wszystkie powyższe elementy z kodu HTML

source: Disable
pl_pl: Dezaktywuj

source: Temporarily stop controling this tool
pl_pl: Tymczasowo przestań kontrolować to narzędzie

source: Consent banner
pl_pl: Baner zgody

source: Control tracking tools
pl_pl: Kontrola narzędzi śledzących

source: Automatically control tracking tools and plugins
pl_pl: Automatycznie kontroluj narzędzia śledzące i wtyczki

source: Jetpack Stats (from the Jetpack plugin)
pl_pl: Statystyki Jetpack (z wtyczki Jetpack)

source: Tools loaded by PixelYourSite plugin (read info)
pl_pl: Narzędzia ładowane przez wtyczkę PixelYourSite (przeczytaj informacje)

source: Tools loaded by Pixel Manager for WooCommerce plugin (read info)
pl_pl: Narzędzia ładowane przez wtyczkę Pixel Manager for WooCommerce (przeczytaj informacje)

source: Google Analytics (always enabled, via Consent Mode v2)
pl_pl: Google Analytics (zawsze włączony, poprzez Consent Mode v2)

source: Google Ads (always enabled, via Consent Mode v2)
pl_pl: Reklamy Google (zawsze włączone, poprzez Consent Mode v2)

source: Microsoft Advertising (always enabled, via MS EUT Consent Mode)
pl_pl: Microsoft Advertising (zawsze włączona, poprzez MS EUT Consent Mode)

source: WP Full Picture loads tracking tools integrated via PixelYourSite when the visitor agrees to ALL uses of their personal data (statistics, marketing and personalisation).
pl_pl: WP Full Picture uruchamia narzędzia śledzące zintegrowane za pośrednictwem PixelYourSite, gdy odwiedzający wyrazi zgodę na WSZYSTKIE sposoby wykorzystania jego danych osobowych (statystyki, marketing i personalizacja).

source: Consent Management features in PMW conflict with the ones built in WP FP. Disable them for correct tracking. Go to Pixel Manager settings > Consent Management > disable Consent Mode v2.
pl_pl: Funkcje zarządzania zgodą w PMW wchodzą w konflikt z tymi wbudowanymi w WP FP. Wyłącz je w celu poprawnego śledzenia. Przejdź do ustawień Pixel Manager > Consent Management > wyłącz Consent Mode v2.

source: Control other tracking tools
pl_pl: Kontroluj inne narzędzia śledzące

source: Read %1$show to set it up%2$s or %3$sask us for help in the support forum%2$s.
pl_pl: Przeczytaj %1$sjak to skonfigurować%2$s lub %3$spoproś nas o pomoc na forum wsparcia%2$s.

source: Control iframes
pl_pl: Kontrola ramek iframe

source: Control iframes from
pl_pl: Kontroluj ramki iframe z

source: This will automatically make all iframes on your website load, when visitors agree to cookies (or privacy policies of platforms that host the external content).
pl_pl: Spowoduje to automatyczne załadowanie wszystkich ramek iframe z osadzonymi treściami gdy odwiedzający wyrażą zgodę na śledzenie (lub politykę prywatności platform hostujących treści zewnętrzne).

source: Good to know
pl_pl: Dobrze wiedzieć

source: If you do NOT want this module to manage specific iframes, simply wrap them with these HTML comments %1$s<!-- fp_no_mod_start --> your iframe <!-- fp_no_mod_end -->%2$s
pl_pl: Jeśli NIE chcesz, aby ten moduł zarządzał jakimiś ramkami iframe, po prostu umieść je między tymi komentarzami HTML %1$s<!-- fp_no_mod_start --> iframe <!-- fp_no_mod_end -->%2$s

source: Control other iframes
pl_pl: Kontroluj inne ramki iframe

source: Use this function to control iframes which do not need unique placeholders (e.g. maps) and are not loaded dynamically (e.g. in popups).
pl_pl: Użyj tej funkcji do kontrolowania ramek iframe, które nie potrzebują unikalnych obrazków zastępczych (np. map) i nie są ładowane dynamicznie (np. w wyskakujących okienkach).

source: To manage these iframes use %1$sthe shortcode method or the HTML method%2$s
pl_pl: Aby zarządzać tymi ramkami iframe, użyj %1$sskorzystaj ze specjalnych shortcode'ów lub HTML%2$s

source: What iframes to control
pl_pl: Jakie ramki iframe kontrolować

source: Learn how to set it up
pl_pl: Dowiedz się, jak to skonfigurować

source: Name of the service*
pl_pl: Nazwa usługi*

source: e.g. YouTube
pl_pl: np. YouTube

source: Iframe's domain URL*
pl_pl: Adres domeny z adresu URL w iframe*

source: e.g. youtube.com
pl_pl: np. youtube.com

source: Service's privacy policy
pl_pl: Polityka prywatności źródła danych

source: Placeholder image URL
pl_pl: Adres URL obrazu zastępczego

source: What is visitor's data used for?
pl_pl: Do czego wykorzystywane są dane odwiedzających?

source: Default image placeholder
pl_pl: Domyślny obrazek zastępczy

source: This placeholder will be shown instead of the iframe if no other placeholder is available. You can enter a link to a png, jpeg or a gif file here.
pl_pl: Ten obrazek zastępczy zostanie wyświetlony zamiast osadzonej treści, jeśli nie jest dostępny żaden inny obrazek. Możesz wprowadzić tutaj adres do pliku png, jpeg lub gif.

source: Text over the placeholder
pl_pl: Tekst nad obrazkiem zastępczym

source: This content is hosted by [[an external source]]. By loading it, you accept its {{privacy terms}}.
pl_pl: Ta zawartość pochodzi z [[źródło]]. Wyświetlając ją, akceptujesz tą {{politykę prywatności}}.

source: The default text is "This content is hosted by [[an external source]]. By loading it, you accept its {{privacy terms}}."
pl_pl: Domyślną wartością jest "Ta zawartość pochodzi z [[zewnętrznego źródła]]. Wyświetlając ją, akceptujesz tą {{politykę prywatności}}."

source: [[an external source]] will be replaced by the iframe's domain URL
pl_pl: [[źródło zewnętrzne]] zostanie zastąpione adresem URL domeny, z której pochodzi treść

source: Words wrapped with double curly brackets {{ ... }} will turn into a link to the privacy policy of the iframe's source or, if it is hasn't been provided, to the privacy policy of your website.
pl_pl: Słowa zawinięte w podwójne nawiasy klamrowe {{ ... }} zamienią się w link do polityki prywatności źródła treści lub, jeśli nie została ona podana, do polityki prywatności Twojej witryny.

source: Text of the button which loads the iframe
pl_pl: Tekst przycisku, który ładuje osadzoną treść

source: Load content
pl_pl: Załaduj zawartość

source: The default text is "Load content".
pl_pl: Domyślny tekst to "Załaduj zawartość".

source: Lazy load all managed iframes
pl_pl: Leniwe ładowanie wszystkich zarządzanych treści osadzonych ramkami iframe

source: Recommended for improved page-load times
pl_pl: Zalecane w celu poprawy czasu ładowania strony

source: Tracking tools installed with other plugins
pl_pl: Narzędzia śledzące zainstalowane przy pomocy innych wtyczek

source: Do you use other plugins to install analytics and marketing tools, live chats, CRM tools, newsletter plugins and other tools that can track your visitors? They need to be blocked until visitors consent to their use in the consent banner.
pl_pl: Czy używasz innych wtyczek do instalowania narzędzi analitycznych i marketingowych, live czatów, narzędzi CRM, wtyczek newslettera i innych narzędzi, które mogą śledzić odwiedzających? Należy je zablokować, dopóki odwiedzający nie wyrażą zgody na ich użycie w banerze zgody.

source: Go to the Consent Management module > Control tracking tools. There, you will be able to set up blocking tools until visitors agree to tracking.
pl_pl: Przejdź do modułu Zarządzanie zgodami > Kontrola narzędzi śledzących. Tam będziesz mógł skonfigurować blokowanie narzędzi śledzących, dopóki odwiedzający nie wyrażą zgody na ich użycie.

source: Add information in your privacy policy about additional tracking tools that you use. Link to their privacy policies and write what data they collect, how it is used and whether or not it is shared with 3rd parties.
pl_pl: Dodaj w swojej polityce prywatności informacje o dodatkowych narzędziach śledzących, z których korzystasz. Umieść link do ich polityk prywatności i napisz, jakie dane gromadzą, w jaki sposób są wykorzystywane i czy są udostępniane stronom trzecim.

source: No name provided
pl_pl: Nie podano nazwy

source: Tracking tool "%1$s" requires tracking consents but is set to load without waiting for tracking consent.
pl_pl: Narzędzie śledzące "%1$s" wymaga zgody na śledzenie, ale jest ustawione, aby ładowało się bez oczekiwania na nią.

source: Tracking tool "%1$s" is set to load without waiting for tracking consent. Are you sure it does not track your visitors? If not, set it to load after consent in the Consent Management > Control tracking tools.
pl_pl: Narzędzie śledzące "%1$s" jest ustawione na ładowanie bez oczekiwania na zgodę na śledzenie. Czy na pewno nie śledzi ono odwiedzających? Jeśli nie, ustaw je, aby ładowało się po uzyskaniu zgody w sekcji Zarządzanie Zgodami > Kontrola narzędzi śledzących.

source: We use cookies to provide you with the best browsing experience, personalize content of our site, analyse its traffic and show you relevant ads. See our {{privacy policy}} for more information.
pl_pl: Używamy pliki cookie, aby zapewnić Ci najlepsze wrażenia z przeglądania, personalizować zawartość naszej witryny, analizować jej ruch i wyświetlać odpowiednie reklamy. Aby uzyskać więcej informacji, zapoznaj się z naszą {{polityką prywatności}}.

source: Agree
pl_pl: Zgadzam się

source: I understand
pl_pl: Rozumiem

source: Decline
pl_pl: Odmawiam

source: Settings
pl_pl: Ustawienia

source: Agree to selected
pl_pl: Zgadzam się na wybrane

source: Return
pl_pl: Powrót

source: I want to help you make this site better so I will provide you with data about my use of this site.
pl_pl: Chcę pomóc Ci ulepszyć tę witrynę, więc zgadzam się na zbieranie danych o moim korzystaniu z tej witryny.

source: I want to have the best experience on this site so I agree to saving my choices, recommending things I may like and modifying the site to my liking
pl_pl: Chcę mieć jak najlepsze doświadczenia z korzystania z tej witryny, więc zgadzam się na zapisywanie moich wyborów, polecanie rzeczy, które mogą mi się spodobać i modyfikowanie witryny zgodnie z moimi upodobaniami

source: I want to see ads with your offers, coupons and exclusive deals rather than random ads from other advertisers.
pl_pl: Chcę widzieć reklamy z waszymi ofertami, kuponami i ekskluzywnymi zniżkami, a nie losowe reklamy od innych reklamodawców.

source: Content from other websites
pl_pl: Zawartość z innych stron internetowych

source: Content from other sites, like YouTube videos or Google Maps, can track your visitors. Make sure it loads after visitor's consents.
pl_pl: Treści z innych witryn, takich jak filmy z YouTube lub Mapy Google, mogą śledzić Twoich odwiedzających. Upewnij się, że ładują się one po wyrażeniu zgody przez odwiedzającego.

source: Go to the Consent Management module > Control iframes and set up blocking content embedded from other sites. %1$sSee how it works and learn more%2$s
pl_pl: Przejdź do modułu Zarządzanie Zgodami > Kontrola ramek iframe i ustaw blokowanie treści ładowanych z innych witryn. %1$sZobacz, jak to działa i dowiedz się więcej%2$s

source: Add information in your privacy policy that your website loads content from other sources and what happens with their data after they agree to tracking. You can link to their privacy policies.
pl_pl: Dodaj informację w polityce prywatności, że Twoja witryna ładuje treści z innych źródeł i co dzieje się z ich danymi po wyrażeniu zgody na śledzenie. Możesz zamieścić linki do ich polityk prywatności.

source: Content from %1$s is set to load without waiting for tracking consent. Are you sure it does not track your visitors? If not, set it to load after consent in the Consent Management > Control iframes.
pl_pl: Treści z %1$s są ładowane bez oczekiwania na zgodę na śledzenie. Czy na pewno nie śledzą one odwiedzających? Jeśli nie, ustaw ładowanie po uzyskaniu zgody w module Zarządzanie Zgodami > Kontrola ramek iframe.

source: Consent Banner
pl_pl: Baner zgody

source: Your consent banner is active. It controls the loading of all tracking tools that you installed with WP Full Picture. The banner also uses Google Consent Mode v2 and Microsoft UET Consent Mode to control Google Analytics, Ads and Microsoft Advertising even if they are installed with other plugins.
pl_pl: Twój baner zgody jest aktywny. Kontroluje on ładowanie wszystkich narzędzi śledzących, które zainstalowałeś przez WP Full Picture. Baner wykorzystuje również Google Consent Mode v2 i Microsoft UET Consent Mode do kontrolowania Google Analytics, Ads i Microsoft Advertising, nawet jeśli są one zainstalowane przy pomocy innych wtyczek.

source: Your banner works in opt-out mode, which is illegal in 60+ countries (including the EU). Make sure that your site is only visited from countries where it is legal. Otherwise switch to opt-in mode or one of automatic modes (change modes depending on the visitor's location).
pl_pl: Twój baner działa w trybie opt-out, który jest nielegalny w ponad 60 krajach (w tym w UE). Upewnij się, że Twoja witryna jest odwiedzana tylko z krajów, w których jest to legalne. W przeciwnym razie przełącz się na tryb opt-in lub jeden z trybów automatycznych (zmieniają tryby w zależności od lokalizacji odwiedzającego).

source: Your banner only informs visitors about tracking - without giving them a way to prevent it. This is illegal in 60+ countries (including the EU). Make sure that your site is only visited from countries where it is legal. Otherwise switch to opt-in mode or one of automatic modes (change modes depending on the visitor's location).
pl_pl: Twój baner tylko informuje odwiedzających o śledzeniu - nie dając im sposobu, aby temu zapobiec. Jest to nielegalne w ponad 60 krajach (w tym w UE). Upewnij się, że Twoja witryna jest odwiedzana tylko z krajów, w których jest to legalne. W przeciwnym razie przełącz się na tryb opt-in lub jeden z trybów automatycznych (zmieniają tryby w zależności od lokalizacji odwiedzającego).

source: Consent banner is set to work in manual mode. Make sure that it uses Opt-in mode in %1$sall countries that require it%2$s
pl_pl: Baner zgody jest ustawiony na pracę w trybie ręcznym. Upewnij się, że używa trybu Opt-in w %1$swszystkich krajach, które tego wymagają%2$s

source: Set the consent banner to work in Opt-in mode if geolocation is not found.
pl_pl: Ustaw baner zgody, aby działał w trybie Opt-in, jeśli geolokalizacja nie zostanie znaleziona.

source: Usually, between 20% and 30% of website visitors decline tracking. Analytics tools which require tracking consents will not track them. Other tools will work normally.
pl_pl: Zazwyczaj od 20% do 30% odwiedzających witrynę odmawia śledzenia. Narzędzia analityczne, które wymagają zgody na śledzenie, nie będą śledzić tych osób. Inne narzędzia będą działać normalnie.

source: Visitors are not asked for consent when the privacy policy text changes and/or when new tracking modules are enabled. This function breaks GDPR and needs to be disabled on production sites.
pl_pl: Odwiedzający nie są pytani o zgodę, gdy zmienia się tekst polityki prywatności i/lub gdy włączane są nowe moduły śledzenia. Ta funkcja łamie RODO i musi być wyłączona na stronach produkcyjnych.

source: Make sure that the Privacy policy page is published, set %1$son this page%2$s and in the settings of the Consent Management module.
pl_pl: Upewnij się, że strona polityki prywatności jest opublikowana, wybrana %1$sna tej stronie%2$s i ustawiona module Zarządzanie Zgodami.

source: Disable pre-selection of consent switches in the styling options of the consent banner
pl_pl: Wyłącz wstępną selekcję przełączników zgody w opcjach wyglądu banera zgody

source: Add to your privacy policy information about WP Full Picture. We prepared a sample text for you that you can adjust to your needs and legal requirements in your country. %1$sView the text%2$s
pl_pl: Dodaj do swojej polityki prywatności informacje o WP Full Picture. Przygotowaliśmy dla Ciebie przykładowy tekst, który możesz dostosować do swoich potrzeb i wymogów prawnych w swoim kraju. %1$sZobacz tekst%2$s

source: Allow your visitors to change their tracking preferences. Enable a toggle icon in the theme customizer (Appearance > Customize > Consent Banner) or add a button in your privacy policy with the CSS selector(s):
pl_pl: Pozwól odwiedzającym zmienić swoje preferencje dotyczące śledzenia. Włącz ikonę przełącznika w narzędziu do dostosowywania motywu (Wygląd > Dostosuj > Baner zgody) lub dodaj przycisk w polityce prywatności za pomocą selektorów CSS:

source: Place your consent banner in the central position on the screen to collect maximum number of consents.
pl_pl: Umieść baner zgody w centralnym miejscu na ekranie, aby zebrać maksymalną liczbę zgód.

source: Do not hide the "Decline" button in the consent banner.
pl_pl: Nie ukrywaj przycisku "Odrzuć" w banerze zgody.

source: Attention. Your privacy policy page is either not published or its ID is not added to the Consent Management module
pl_pl: Uwaga. Twoja strona polityki prywatności albo nie została opublikowana, albo jej identyfikator nie został wpisany do modułu Zarządzanie Zgodami

source: Preview and style the notice which:
pl_pl: Stylizuj baner, który:

source: Depending on the location of your visitors, some of them will see the first and some the second type of the notice.
pl_pl: W zależności od lokalizacji odwiedzających, niektórzy z nich zobaczą pierwszy lub drugi rodzaj banera.

source: To make customisation easier, settings that do not apply to the currently chosen type will be disabled.
pl_pl: Aby ułatwić personalizację, ustawienia, które nie mają zastosowania do aktualnie wybranego rodzaju banera, zostaną wyłączone.

source: allows visitors to decline cookies / tracking
pl_pl: umożliwia odwiedzającym odrzucanie plików cookie / śledzenie

source: doesn't let visitors decline cookies / tracking
pl_pl: nie pozwala odwiedzającym odrzucać pliki cookie / śledzenie

source: Layout & Behaviour (start here)
pl_pl: Układ i zachowanie (zacznij tutaj)

source: Styling
pl_pl: Stylizacja

source: Typography
pl_pl: Typografia

source: Text content
pl_pl: Teksty

source: Button opening the consent banner
pl_pl: Przycisk otwierający baner zgody

source: Position
pl_pl: Pozycja

source: Center (recommended)
pl_pl: Wyśrodkowany (zalecane)

source: Bottom - Narrow
pl_pl: Dół - wąski

source: Bottom - Wide
pl_pl: Dół - Szeroki

source: Bottom - Very Wide
pl_pl: Dół - Bardzo szeroki

source: Bottom Left
pl_pl: Na dole po lewej

source: Central position is highly recommended to increase the number of consents. On small screens, the notice will show as a narrow box at the bottom of the screen.
pl_pl: Centralne położenie jest wysoce zalecane w celu zwiększenia liczby zgód. Na małych ekranach powiadomienie będzie wyświetlane jako wąskie pole u dołu ekranu.

source: On small screens, the notice will show as a narrow box at the bottom of the screen.
pl_pl: Na małych ekranach baner będzie wyświetlany jako wąskie pole u dołu ekranu.

source: Add a background overlay (highly recommended)
pl_pl: Dodaj nakładkę tła (wysoce zalecane)

source: Lock page scroll until visitors make a choice
pl_pl: Zablokuj przewijanie strony, dopóki odwiedzający nie dokonają wyboru

source: Blur page until visitors make a choice
pl_pl: Rozmyj stronę, dopóki odwiedzający nie dokonają wyboru

source: To prevent some elements from bluring add to them the CSS class "fupi_noblur". It works only on elements that are direct descendants of <body> tag.
pl_pl: Aby zapobiec rozmyciu niektórych elementów, dodaj do nich klasę CSS „fupi_noblur”. Działa tylko na elementach będących bezpośrednimi potomkami tagu <body>.

source: Automatic setup of the consent banner is enabled. It will show / hide the "Decline" button depending on the visitor's location. %1$sLearn more%2$s
pl_pl: Automatyczna konfiguracja banera zgód jest włączona. Pokaże / ukryje przycisk „Odmawiam” w zależności od lokalizacji odwiedzającego. %1$sDowiedz się więcej%2$s

source: Hide "Settings" button & panel
pl_pl: Ukryj przycisk i panel „Ustawienia”

source: Hide "statistics" section (in the "Settings" panel)
pl_pl: Ukryj sekcję "Statystyki" (w panelu "Ustawienia")

source: Hide "marketing" section (in the "Settings" panel)
pl_pl: Ukryj sekcję „Marketing” (w panelu „Ustawienia”)

source: Hide "personalisation" section (in the "Settings" panel)
pl_pl: Ukryj sekcję "Personalizacja" (w panelu "Ustawienia")

source: You can't hide both "Decline" and "Settings" buttons. If you don't want to give your visitors an option to decline cookies / tracking then, please go to the Consent Banner settings in the Consent Management module and change the notice mode to "only inform".
pl_pl: Nie możesz ukryć przycisków "Odrzuć" i "Ustawienia". Jeśli nie chcesz dawać odwiedzającym opcji odrzucenia plików cookie / śledzenia, przejdź do ustawień banera zgody w module Zarządzanie Zgodami i zmień jego tryb funkcjonowania na "tylko informuj".

source: Hide "decline" button (does not comply with GDPR)
pl_pl: Ukryj przycisk "odrzuć" (UWAGA! Łamie RODO)

source: Hide elements
pl_pl: Ukryj elementy

source: Show "Statistics only" button
pl_pl: Pokaż przycisk "Tylko statystyki"

source: Show "Powered by" link
pl_pl: Pokaż link "Obsługiwane przez"

source: Show elements
pl_pl: Pokaż elementy

source: Which switches should be pre-selected?
pl_pl: Które przełączniki mają być wstępnie zaznaczone?

source: Switches are shown after clicking the "Settings" button. These choices will apply for visitors who are tracked from the moment they enter the website.
pl_pl: Przełączniki są wyświetlane po kliknięciu przycisku „Ustawienia”. Te opcje będą miały zastosowanie do odwiedzających, którzy są śledzeni od momentu wejścia na stronę.

source: Pre-select switches also for visitors who have to agree to tracking. (Attention! It does not comply with the EU's privacy regulations)
pl_pl: Czy przełączniki mają być także domyślnie zaznaczone dla odwiedzających, którzy muszą wyrazić zgodę na śledzenie. (Uwaga! To nie jest zgodne z przepisami UE dotyczącymi prywatności)

source: Max width of the popup panel (in px)
pl_pl: Maksymalna szerokość popup (w px)

source: Only applies to centrally-positioned popup
pl_pl: Dotyczy tylko banera wyświetlanego na środku ekranu

source: Paddings
pl_pl: Marginesy wewnętrzne

source: Spacious (recommended)
pl_pl: Przestronne (zalecane)

source: Medium
pl_pl: Średnie

source: Compact
pl_pl: Kompaktowe

source: Super compact
pl_pl: Super kompaktowe

source: Spaces between buttons
pl_pl: Odstępy między przyciskami

source: Same as paddings
pl_pl: Takie same jak marginesy wewnętrzne

source: Spacious
pl_pl: Przestronne

source: Button placement & configuration
pl_pl: Umiejscowienie i konfiguracja przycisków

source: In a line, reversed on mobile
pl_pl: Odwrócone w linii na urządzeniach mobilnych

source: In a line
pl_pl: W linii

source: In a line, reversed
pl_pl: Odwrócone w linii

source: Multi-line
pl_pl: Wiele linii

source: Button size
pl_pl: Rozmiar przycisków

source: Large (recommended)
pl_pl: Duże (zalecane)

source: Set by your theme
pl_pl: Ustaw według motywu
