Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Tracks phrases that visitors search on your site (works with standard WP search and WooCommerce product search).
pl_pl: Śledzi frazy wyszukiwane przez odwiedzających w Twojej witrynie (działa ze standardowym wyszukiwaniem WP i wyszukiwaniem produktów WooCommerce).

source: Enhanced Match is enabled. Email addresses of clients and logged-in users are sent to Pinterest.
pl_pl: Ulepszone dopasowanie (Enhanced Match) jest włączone. Adresy e-mail klientów i zalogowanych użytkowników są wysyłane do Pinterest.

source: Whare are the differences
pl_pl: Jakie są różnice

source: How to register them in Plausible
pl_pl: Jak zarejestrować je w Plausible

source: There are two ways you can track them in Plausible - with or without properties.
pl_pl: Istnieją dwa sposoby śledzenia ich w Plausible - z właściwościami (properties) lub bez nich.

source: Here you can set up custom events, with many conditions, for example, when a visitor from France visits 5 product pages in one session. You can set these conditions in the "Custom triggers" module.
pl_pl: Użyj funkcji na tej stronie do śledzenia złożonych zdarzeń, z wieloma warunkami, na przykład, gdy użytkownik z Francji odwiedza 5 stron produktów w jednej sesji. Możesz ustawić te warunki w module "Zaawansowane triggery".

source: Plausible lets you track these events in two ways - with or without properties.
pl_pl: Plausible umożliwia śledzenie tych zdarzeń na dwa sposoby - z właściwościami (properties) lub bez nich.

source: Get more information about pages that your users visit, for example, what was their language, type or author. To view properties in your reports, you need to register them in your Plausible's panel.
pl_pl: Uzyskaj więcej informacji o stronach odwiedzanych przez użytkowników, na przykład o ich języku, typie lub autorze. Aby wyświetlić właściwości (properties) w raportach, musisz zarejestrować je w panelu Plausible.

source: Learn how
pl_pl: Dowiedz się jak to zrobić

source: Only users of Plausible Business plan can view event properties in the reports.
pl_pl: Uwaga! Tylko użytkownicy planu Plausible Business mogą przeglądać właściwości (properties) zdarzeń w raportach.

source: To see WooCommere data in your Plausible reports you need to %1$sregister goal names and properties%2$s in your Plausible account.
pl_pl: Aby zobaczyć dane WooCommere w raportach Plausible, musisz %1$szarejestrować nazwy celów (goals) i właściwości (properties)%2$s na swoim koncie Plausible.

source: To show Plausible statistics in your WP admin, please fill in the field below. You will see your statistics in the "Reports" menu item. If the stats don't show up, do NOT set a password while generating the link.
pl_pl: Aby wyświetlić statystyki Plausible w panelu administracyjnym WP, wypełnij poniższe pole. Zobaczysz swoje statystyki w pozycji menu "Raporty". Jeśli statystyki się nie wyświetlają, NIE ustawiaj hasła podczas generowania linku.

source: If you choose to install Plausible with WP Full Picture, you will be able to use unique functions of WP FP and track more things, e.g. user actions and data types. However, some ad blockers may stop Plausible from tracking visitors (unless you use a self-hosted Plausible).
pl_pl: Jeśli zdecydujesz się zainstalować Plausible przez WP Full Picture, będziesz mógł korzystać z unikalnych funkcji WP FP i śledzić więcej rzeczy, np. działania użytkowników i typy danych. Jednak niektóre blokery reklam mogą uniemożliwić Plausible śledzenie odwiedzających (chyba że używasz Plausible na własnym hostingu).

source: If you choose to extend Plausible's own plugin, most ad blockers will not block tracking, but you will no longer be able to track that many things.
pl_pl: Jeśli zdecydujesz się rozszerzyć własną wtyczkę Plausible, większość blokerów reklam nie będzie blokować śledzenia, ale nie będziesz już w stanie śledzić tak wielu rzeczy.

source: Plausible gives you two ways to track user actions - as events with properties and without them. Let's explain the difference on an example.
pl_pl: Plausible daje Ci dwa sposoby śledzenia działań użytkownika - jako zdarzenia z właściwościami (properties) i bez nich. Wyjaśnijmy różnicę na przykładzie.

source: Imagine that you want to track click on three different buttons - A, B and C.
pl_pl: Wyobraź sobie, że chcesz śledzić kliknięcia trzech różnych przycisków - A, B i C.

source: If you track them only with events, then you will see in Plausible three different events, like "Clicked button A", "Clicked button B" and "Clicked button C".
pl_pl: Jeśli śledzisz je tylko za pomocą zdarzeń, zobaczysz w Plausible trzy różne zdarzenia, takie jak "Kliknięcie przycisku A", "Kliknięcie przycisku B" i "Kliknięcie przycisku C".

source: If you track them with events and properties, you will see in Plausible one event "Button Clicked" with properties "Button A", "Button B" and "Button C".
pl_pl: Jeśli śledzisz je za pomocą zdarzeń i właściwości (properties), zobaczysz w Plausible jedno zdarzenie "Kliknięcie przycisku" z właściwościami "przycisk A", "przycisk B" oraz "przycisk C".

source: We recommend the first method, since it is easier and does not require a Business plan. Plus, you cannot use properties in funnels
pl_pl: Zalecamy pierwszą metodę, ponieważ jest łatwiejsza i nie wymaga przejścia na plan Business. Ponadto właściwości (properties) nie można używać w lejkach

source: To register events and their properties in Plausible:
pl_pl: Aby zarejestrować działania użytkownika i ich właściwości (properties) w Plausible:

source: give descriptive names to actions you want to track,
pl_pl: nadaj opisowe nazwy działaniom, które chcesz śledzić,

source: enable Setup Helper in the top menu and start a test,
pl_pl: włącz Pomocnika Konfiguracji w górnym menu i rozpocznij test,

source: do all the actions that you've just set up,
pl_pl: wykonaj wszystkie akcje, które właśnie skonfigurowałeś,

source: in the Plausible Analytics panel go to the Site Settings page > Goals > Custom Goal (and later Custom Property) and click "Add new",
pl_pl: w panelu Plausible Analytics przejdź do strony Ustawienia witryny > Cele > Niestandardowy cel/właściwość i kliknij "Dodaj nowy",

source: you should see a dropdown field with goal / property names that you entered in the "name" fields of this module.
pl_pl: powinieneś zobaczyć tam rozwijane pole z nazwami celów / właściwości, które wprowadziłeś w polach "nazwa" w tym module.

source: P.S. If you are registering ecommerce actions, such as purchases, also enable the "revenue tracking" switch in the goal creation popup.
pl_pl: P.S. Jeśli tworzysz cel do śledzenia zamówień WooCommerce, włącz również przełącznik "Revenue tracking" w wyskakującym okienku tworzenia celu.

source: Use this module to
pl_pl: Użyj tego modułu, aby

source: Install Plausible and track user actions and WP data
pl_pl: Zainstalować Plausible i śledzić działania użytkowników oraz dane WP

source: Extend the %1$sPlausible plugin%2$s with extra tracking features
pl_pl: Rozszerzyć możliwości śledzące %1$sstandardowej wtyczki Plausible%2$s

source: How do these modes differ
pl_pl: Czym różnią się te tryby

source: Your website domain
pl_pl: Domena strony

source: This field was automatically filled with the domain of your site. Change it if it is incorrect for any reason.
pl_pl: To pole zostało automatycznie wypełnione domeną Twojej witryny. Zmień ją, jeśli z jakiegoś powodu jest nieprawidłowa.

source: Script source domain
pl_pl: Domena źródła skryptu

source: This field should contain the domain where the Plausible script is hosted. It can be:
pl_pl: To pole powinno zawierać domenę, w której hostowany jest skrypt Plausible. Może to być:

source: Plausible's own domain (plausible.io - default)
pl_pl: Własna domena Plausible (plausible.io - domyślnie)

source: or the domain of your self-hosted plausible installation. %1$sLearn more (advanced)%2$s
pl_pl: lub domena Twojej samodzielnie hostowanej instalacji. %1$sDowiedz się więcej (zaawansowane)%2$s

source: Default:
pl_pl: Domyślnie:

source: When this option is enabled, it will load Plausible's tracking script for all visitors - even for administrators, bots, excluded users and locations. %1$sLearn more%2$s.
pl_pl: Gdy ta opcja jest włączona, Plausible załaduje skrypt śledzący i zacznie śledzić wszystkich odwiedzających - nawet administratorów, boty, wykluczonych użytkowników i odwiedzających z wykluczonych lokalizacji. %1$sDowiedz się więcej%2$s.

source: If visitor's country is not recognized Plausible will load normally. Location is checked using the method chosen in the settings of the Geolocation module.
pl_pl: Jeśli kraj odwiedzającego nie zostanie rozpoznany, Plausible załaduje się normalnie. Lokalizacja jest sprawdzana przy użyciu metody wybranej w ustawieniach modułu geolokalizacji.

source: Track clicks in contact links
pl_pl: Śledź kliknięcia w linki email i tel.

source: Name, e.g. "Contact link clicks"
pl_pl: Nazwa celu, np. "Kliknięcie linku email"

source: What you need to know
pl_pl: Co musisz wiedzieć

source: In order to use this option, you need to use Plausible Business plan. This is because clicks in contact links are tracked as goals with parameters, which can be viewed only in the Business plan.
pl_pl: Aby skorzystać z tej opcji, musisz używać planu Plausible Business. Wynika to z faktu, że kliknięcia w linki kontaktowe są śledzone jako cele z parametrami, które można przeglądać tylko w planie biznesowym.

source: If you do not use a Plausible Business plan, and you still want to track clicks in contact links, then set up tracking clicks in page elements (see options below).
pl_pl: Jeśli nie korzystasz z planu Plausible Business i nadal chcesz śledzić kliknięcia w linki kontaktowe, skonfiguruj śledzenie kliknięć w elementach strony (zobacz opcje poniżej).

source: When you enable this option, WP FP will track the last 5 digits of the phone number and the part of the email address before the "@" symbol. Tracking full numbers and addresses is against Plausible's Terms of service.
pl_pl: Gdy włączysz tę opcję, WP FP będzie śledzić ostatnie 5 cyfr numeru telefonu i część adresu e-mail przed symbolem "@". Śledzenie pełnych numerów i adresów jest niezgodne z warunkami korzystania z usługi Plausible.

source: Track affiliate links
pl_pl: Śledź linki partnerskie i afiliacyjne

source: An extra feature
pl_pl: Dodatkowa funkcja

source: You can leave the "Link name" field empty or use a placeholder [name].
pl_pl: Możesz zostawić pole "Nazwa linku" puste lub użyć symbolu zastępczego [name].

source: When you leave it empty, then link's URL will become its name.
pl_pl: Jeśli pozostawisz to pole puste, adres URL linku stanie się jego nazwą.

source: If you use [name] placeholder, then it will be replaced with the first 20 characters of the text inside the clicked element (if it has any).
pl_pl: Jeśli użyjesz symbolu zastępczego [name], zostanie on zastąpiony pierwszymi 20 znakami tekstu wewnątrz klikniętego elementu (jeśli taki istnieje).

source: Attention. using any of these 2 options will create unique names. Use them only if you send them as parameters (in the option below) or if you have very few links to track.
pl_pl: Uwaga. Użycie którejkolwiek z tych 2 opcji spowoduje utworzenie unikalnych nazw celów. Używaj ich tylko wtedy, gdy wysyłasz je jako właściwości (properties) lub jeśli masz bardzo mało linków do śledzenia.

source: Link name
pl_pl: Nazwa linku

source: Track as an event with properties (not recommended)
pl_pl: Śledź jako zdarzenie z właściwościami (niezalecane)

source: Name, e.g. "Affiliate link clicks"
pl_pl: Nazwa celu, np. "Kliknięcia linków partnerskich"

source: Name, e.g. "Clicks in page elements"
pl_pl: Nazwa celu, np. "Kliknięcia w elementy strony"

source: Name, e.g. "Form submissions"
pl_pl: Nazwa celu, np. "Wysłania formularzy"

source: Track clicks in file download links
pl_pl: Śledź kliknięcia w linki do pobierania plików

source: Name, e.g. "File downloads"
pl_pl: Nazwa celu np. "Pobrania plików"

source: In order to use this option, you need to use Plausible Business plan. This is because downloads are tracked as goals with parameters, which can be viewed only in the Business plan.
pl_pl: Aby skorzystać z tej opcji, musisz używać planu Plausible Business. Wynika to z faktu, że kliknięcia w linki kontaktowe są śledzone jako cele z parametrami, które można przeglądać tylko w planie biznesowym.

source: If you do not use a Plausible Business plan, and you still want to track clicks in download links, then set up tracking clicks in page elements (see options below).
pl_pl: Jeśli nie korzystasz z planu Plausible Business i nadal chcesz śledzić kliknięcia w linki kontaktowe, skonfiguruj śledzenie kliknięć w elementach strony (zobacz opcje poniżej).

source: Tracked file formats
pl_pl: Śledzone formaty plików

source: Name, e.g. "Viewed page elements"
pl_pl: Nazwa celu, np. "Wyświetlane elementy strony"

source: Track how many people decline cookies
pl_pl: Śledź, ile osób nie wyraża zgody na śledzenie

source: Name, e.g. "Cookies declined"
pl_pl: Nazwa celu, np. "Odmowa śledzenia"

source: Send
pl_pl: Wyślij

source: Name, e.g. "Custom events"
pl_pl: Nazwa celu, np. "Zdarzenia niestandardowe"

source: Properties of the pageview event
pl_pl: Właściwości zdarzenia pageview

source: parameter name
pl_pl: nazwa parametru

source: The tracked values will be sent to Plausible as properties.
pl_pl: Śledzone wartości zostaną wysłane do Plausible jako właściwości (properties).

source: Attention. Do not track information that can be used to identify users. If you do this, Plausible will no longer comply with GDPR and other privacy regulations because then it will have to be loaded after visitors give consent to tracking (and this function is unavailable for Plausible).
pl_pl: Uwaga. Nie śledź informacji, które mogą być wykorzystane do identyfikacji użytkowników. Jeśli to zrobisz, Plausible nie będzie już zgodne z RODO i innymi przepisami dotyczącymi prywatności, ponieważ wtedy będzie musiało zostać załadowane po tym, jak odwiedzający wyrażą zgodę na śledzenie (a ta funkcja jest niedostępna dla Plausible).

source: Name, e.g. "Purchase"
pl_pl: Nazwa, np. "Zakup"

source: Track purchased items
pl_pl: Śledź zakupione produkty

source: Name, e.g. "Purchased item"
pl_pl: Nazwa, np. "Zakupiony przedmiot"

source: Track when a customer begins checkout
pl_pl: Śledź rozpoczęcie procesu zamawiania

source: Name, e.g. "Started checkout"
pl_pl: Nazwa, np. "Składanie zamówienia"

source: Track items in cart during checkout
pl_pl: Śledź, jakie produkty są w koszyku podczas składania zamówienia

source: Name, e.g. "Checkout item"
pl_pl: Nazwa, np. "Produkt w zamówieniu"

source: Attention! Each item in cart is tracked with a separate event!
pl_pl: Uwaga! Każdy przedmiot w koszyku jest śledzony za pomocą osobnego zdarzenia!

source: Track adding products to cart
pl_pl: Śledź dodawanie produktów do koszyka

source: Name, e.g. "Added to cart"
pl_pl: Nazwa, np. "Dodano do koszyka"

source: Attention! If a grouped product is added to cart, each item in the group will be tracked with a separate event!
pl_pl: Uwaga! Jeśli produkt grupowy zostanie dodany do koszyka, każdy element w grupie będzie śledzony za pomocą osobnego zdarzenia!

source: Track adding products to a wishlist
pl_pl: Śledź dodawanie produktów do listy życzeń

source: Name, e.g. "Added to wishlist"
pl_pl: Nazwa, np. "Dodano do listy życzeń"

source: Statistics in WP admin
pl_pl: Statystyki w panelu WP

source: Shared link URL
pl_pl: Adres URL udostępnionego łącza (Shared link URL)

source: Your shared URL
pl_pl: Shared Link URL

source: %1$sGet your shared link URL%2$s
pl_pl: %1$sZdobądź Shared link URL%2$s

source: Let specific users enter the "Reports" page
pl_pl: Pozwól określonym użytkownikom wejść na stronę "Raporty"

source: By default, only administrators can access the "Reports" page.
pl_pl: Domyślnie tylko administratorzy mają dostęp do strony "Raporty".

source: As a security measure, the "Reports" page will NOT be accessible to users without the right to edit posts.
pl_pl: Jako środek bezpieczeństwa, strona "Raporty" NIE będzie dostępna dla użytkowników bez prawa do edycji postów.

source: Well done! PostHog is installed
pl_pl: Dobra robota! PostHog jest zainstalowany

source: The data is sent to a project with API key
pl_pl: Dane są wysyłane do projektu z kluczem API

source: Project API key
pl_pl: Klucz API projektu

source: Paste the API Key from PostHog dashboard > "Project Settings".
pl_pl: Wklej klucz API z pulpitu nawigacyjnego PostHog > "Project Settings".

source: Is the tracked data hosted in the EU?
pl_pl: Czy śledzone dane są przechowywane w UE?

source: It is very important to choose the right option here. If you make a wrong choice, PostHog tracking will not work.
pl_pl: To bardzo ważne, aby wybrać właściwą opcję. Jeśli dokonasz złego wyboru, śledzenie PostHog nie będzie działać.

source: If you don't know if your PostHog data is kept on EU servers or not, please log in to your PostHog account and see if its address starts with eu.posthog.com.
pl_pl: Jeśli nie wiesz, czy Twoje dane PostHog są przechowywane na serwerach UE, zaloguj się na swoje konto PostHog i sprawdź, czy jego adres zaczyna się od eu.posthog.com.

source: If visitor's country is not recognized, PostHog will load normally.
pl_pl: Jeśli kraj odwiedzającego nie zostanie rozpoznany, PostHog załaduje się normalnie.

source: Visitor's data is being kept on servers in the EU
pl_pl: Dane odwiedzających są przechowywane na serwerach w UE

source: Visitor's data is not being kept on servers in the EU
pl_pl: Dane odwiedzających nie są przechowywane na serwerach w UE

source: This is an automatic message, sent by WP Full Picture plugin version %s. This message contains copies of consents collected on your website. Do not delete this email. Every stored consent contains IDs of privacy policy and tracking configuration that were sent to your email in separate messages. Together they form complete proofs of visitors' consents. Number of collected consents: %d Oldest: %s Latest: %s
pl_pl: To jest automatyczna wiadomość wysyłana przez wtyczkę WP Full Picture w wersji %s. Ta wiadomość zawiera kopie zgód zebranych w Twojej witrynie. Nie usuwaj tej wiadomości. Każda przechowywana zgoda zawiera identyfikatory polityki prywatności i konfiguracji śledzenia, które zostały wysłane na Twój adres e-mail w osobnych wiadomościach. Razem tworzą one kompletne dowody zgody odwiedzających. Liczba zebranych zgód: %d Najstarsze: %s Najnowsze: %s

source: Learn how to find consents and combine them with privacy policy and tracking configuration data: %s.
pl_pl: Dowiedz się, jak znaleźć zgody i połączyć je z polityką prywatności i danymi konfiguracji śledzenia: %s.

source: Records of consents from %s - sending error
pl_pl: Ewidencja zgód z %s - błąd wysyłania

source: This is an automatic message, sent by WP Full Picture plugin version %1$s. You are getting this message because there was an error sending consent data to your email. This will be retried on the next scheduled run. If the problem persists, please contact support.
pl_pl: To jest automatyczna wiadomość wysłana przez wtyczkę WP Full Picture w wersji %1$s. Otrzymujesz tę wiadomość, ponieważ wystąpił błąd podczas wysyłania zebranych zgód na Twój adres e-mail. Zostaną one ponowione przesłane przy następnym zaplanowanym uruchomieniu. Jeśli problem będzie się powtarzał, skontaktuj się z pomocą techniczną.

source: There was an error sending tracking configuration to the ConsentsDB. Save the secret key and try again.
pl_pl: Wystąpił błąd podczas wysyłania konfiguracji śledzenia do ConsentsDB. Zapisz tajny klucz i spróbuj ponownie.

source: There was an error sending privacy policy to the ConsentsDB. Save the secret key and try again.
pl_pl: Wystąpił błąd podczas rejestracji witryny w ConsentsDB. Zapisz tajny klucz i spróbuj ponownie.

source: There was an error registering the site to the ConsentsDB. Save the secret key and try again.
pl_pl: Wystąpił błąd podczas rejestracji witryny w ConsentsDB. Zapisz tajny klucz i spróbuj ponownie.

source: ConsentsDB registration failed. To register ConsentsDB you must first publish a privacy policy page and save its ID in the settings of the Consent Management module.
pl_pl: Rejestracja w ConsentsDB nie powiodła się. Aby zarejestrować stronę w ConsentsDB musisz najpierw opublikować stronę polityki prywatności i zapisać jej ID w ustawieniach modułu Zarządzanie Zgodami.

source: Keeping records of consents is required by GDPR, protects against potential fines, enables audit trails, and helps demonstrate responsible data handling practices.
pl_pl: Prowadzenie rejestrów zgód jest wymagane przez RODO, chroni przed potencjalnymi karami, umożliwia wykonywanie audytów i pomaga wykazać odpowiedzialne praktyki przetwarzania danych.

source: View latest records of consent:
pl_pl: Zobacz ostatnio zapisane zgody:

source: View records
pl_pl: Zobacz zgody

source: In the cloud
pl_pl: W chmurze

source: On my email account (Pro only)
pl_pl: Na moim koncie e-mail (tylko Pro)

source: On my email account
pl_pl: Na moim koncie e-mail

source: %1$sWhat are the differences?%2$s.
pl_pl: %1$sJakie są różnice?%2$s.

source: Records of consents
pl_pl: Rejestr zgód

source: Where to store proofs of consent
pl_pl: Gdzie przechowywać dowody zgody

source: ConsentsDB secret key
pl_pl: Sekretny klucz ConsentsDB

source: To start saving consents:
pl_pl: Aby rozpocząć zapisywanie zgód:

source: Make sure your site is set up correctly in the %1$sGDPR setup helper%2$s page.
pl_pl: Upewnij się, że Twoja witryna jest poprawnie skonfigurowana na stronie %1$sPomocnika Konfiguracji RODO%2$s.

source: Purchase %1$sone of the packages%2$s (start at €10/year).
pl_pl: Kup %1$sjeden z pakietów%2$s (od 10 €/rok).

source: Register your website at ConsentsDB.com.
pl_pl: Zarejestruj swoją witrynę na stronie ConsentsDB.com.

source: Follow the instructions in the ConsentsDB.
pl_pl: Postępuj zgodnie z instrukcjami w ConsentsDB.

source: Learn more:
pl_pl: Dowiedz się więcej:

source: Pricing
pl_pl: Cennik

source: About ConsentsDB
pl_pl: O ConsentsDB

source: Detailed setup guide
pl_pl: Szczegółowa instrukcja konfiguracji

source: Allow site visitors to view consent data
pl_pl: Zezwalaj odwiedzającym witrynę na wyświetlanie danych zgody

source: This will display a link at the bottom of the consent banner. When clicked, it will open a new browser tab with the visitor's consent details as registered by the ConsentsDB.
pl_pl: Spowoduje to wyświetlenie linku na dole banera zgody. Po kliknięciu otworzy się nowa karta przeglądarki ze szczegółami zgody odwiedzającego zarejestrowanymi przez ConsentsDB.

source: How to enable it
pl_pl: Jak to włączyć

source: To use this feature, you need to:
pl_pl: Aby korzystać z tej funkcji, musisz:

source: enable this option
pl_pl: włączyć tę opcję

source: go to your ConsentsDB panel > Website settings > enable the option "Allow site visitors to view consent data"
pl_pl: przejść do panelu ConsentsDB > Ustawienia witryny > włącz opcję "Zezwalaj odwiedzającym witrynę na wyświetlanie danych zgody"

source: Send data to this email address
pl_pl: Wyślij dane na ten adres e-mail

source: We will send proofs of consents, copy of a privacy policy (after every update to its text) and information about the WP FP configuration (every time there is a change to a privacy-related option).
pl_pl: Będziemy wysyłać dowody zgód, kopię polityki prywatności (po każdej aktualizacji jej tekstu) oraz informacje o konfiguracji WP FP (za każdym razem, gdy nastąpi zmiana opcji związanej z prywatnością).
