Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Send extra events:
pl_pl: Wyślij dodatkowe zdarzenia:

source: Order ID (Click "i" icon to learn more.)
pl_pl: ID zamówienia (Kliknij ikonę "i", aby dowiedzieć się więcej.)

source: Product IDs (one event for each product)
pl_pl: ID produktów (jedno zdarzenie dla każdego produktu)

source: Product names (one event for each product)
pl_pl: Nazwy produktów (jedno zdarzenie dla każdego produktu)

source: Order ID is treated as personal information. It will not be tracked if you enabled the privacy mode in the "Loading" section or if visitors decline using their personal data for statistics.
pl_pl: ID zamówienia jest traktowane jako dane osobowe. Nie będzie ono śledzone, jeśli włączyłeś tryb prywatności w sekcji "Ładowanie" lub jeśli odwiedzający odmówią wykorzystywania swoich danych osobowych w celach statystycznych.

source: Each selected option will trigger a single or multiple events. This may greatly increase the number of events associated with your site!
pl_pl: Uwaga! Każda wybrana opcja wywoła jedno lub wiele zdarzeń. Może to znacznie zwiększyć liczbę zdarzeń powiązanych z Twoją witryną!

source: Track checkouts
pl_pl: Śledź rozpoczęcie procesu zamawiania produktu

source: When enabled, WP Full Picture tag a recording with a "Woo checkout" event
pl_pl: Gdy opcja ta jest włączona, WP Full Picture oznacza nagranie zdarzeniem "Woo checkout"

source: Track when products are added to cart
pl_pl: Śledź, kiedy produkty są dodawane do koszyka

source: When enabled, WP Full Picture tag a recording with a "Woo add to cart" event
pl_pl: Po włączeniu, WP Full Picture oznacza nagranie tagiem "Woo add to cart"

source: Send extra events
pl_pl: Wyślij dodatkowe zdarzenia

source: Track when products are removed from cart
pl_pl: Śledź, kiedy produkty są usuwane z koszyka

source: When enabled, WP Full Picture tag a recording with a "Woo remove from cart" tag
pl_pl: Po włączeniu, WP Full Picture oznacza nagranie tagiem "Woo add to cart"

source: Track when products are added to a wishlist
pl_pl: Śledź, kiedy produkty są dodawane do listy życzeń

source: When enabled, WP Full Picture will tag a recording with a "Woo add to wishlist" event
pl_pl: Po włączeniu, WP Full Picture oznacza nagranie tagiem"Woo add to wishlist"

source: Unique ID (user email email and/or a user id)
pl_pl: Unikalne ID (e-mail użytkownika i/lub identyfikator użytkownika)

source: Hotjar works in data supression mode. It loads without asking for consent but does not track identifiable information.
pl_pl: Hotjar działa w trybie tłumienia danych. Ładuje się bez pytania o zgodę, ale nie śledzi informacji umożliwiających identyfikację.

source: Well done! Inspectlet is installed
pl_pl: Dobra robota! Inspectlet jest zainstalowany

source: The data is sent to Inspectlet account with site ID
pl_pl: Dane są wysyłane na konto Inspectlet z Site ID

source: add to wishlist (after a setup on the WooCommerce Tracking settings page)
pl_pl: dodaj do listy życzeń (po konfiguracji modułu Śledzenie WooCommerce)

source: To install Inspectlet, paste your Site ID in the required field. To find your Site ID:
pl_pl: Aby zainstalować Inspectlet, wklej Site ID swojej witryny w wymaganym polu. Aby znaleźć swój Site ID:

source: Go to %1$sInspectlet's dashboard%2$s
pl_pl: Przejdź do %1$spulpitu nawigacyjnego Inspectlet%2$s

source: choose your website
pl_pl: wybierz swoją stronę internetową

source: click "Settings" (NOT "Account settings")
pl_pl: kliknij "Settings" (NIE "Account settings")

source: find site ID in the page's URL, e.g.
pl_pl: znajdź Site ID w adresie URL strony, np.

source: Where to find Site ID
pl_pl: Gdzie znaleźć Site ID

source: Install a script for A/B tests
pl_pl: Zainstaluj skrypt do testów A/B

source: Identify logged-in users
pl_pl: Zidentyfikuj zalogowanych użytkowników

source: User identification is used to associate recordings with people.
pl_pl: Identyfikacja użytkownika służy do powiązania nagrań z osobami.

source: To identify users you may have to %1$ssign Data Processing Agreement with Inspectlet%2$s and disclose in your privacy policy that you send this information to a 3rd party. Proceed according to privacy laws in your country.
pl_pl: Aby zidentyfikować użytkowników, być może będziesz musiał %1$spodpisać umowę przetwarzania danych osobowych z Inspectlet%2$s i ujawnić w swojej polityce prywatności, że wysyłasz te informacje do strony trzeciej. Postępuj zgodnie z przepisami dotyczącymi prywatności obowiązującymi w Twoim kraju.

source: Identify logged-in users by:
pl_pl: Zidentyfikuj zalogowanych użytkowników za pomocą:

source: Encoded User ID
pl_pl: Zakodowanego User ID

source: Email
pl_pl: Adresu e-mail

source: Username
pl_pl: Nazwy użytkownika (login)

source: Tags clicks on all links that lead to other domains. Attention! Affiliate links leading to other sites are also treated as outbound.
pl_pl: Śledź kliknięcia we wszystkie linki prowadzące do innych domen. Uwaga! Linki afiliacyjne i partnerskie prowadzące do innych witryn są również traktowane jako wychodzące.

source: Tag with anchor clicks (links leading to elements on the same page)
pl_pl: Oznacz nagrania z kliknięciami w kotwice (linki prowadzące do elementów na tej samej stronie)

source: Tag with page type
pl_pl: Oznacz nagrania typami odwiedzanych strony

source: Tag with page author
pl_pl: Oznacz nagrania autorami stron

source: Tag with referring site
pl_pl: Oznacz nagrania adresami witryn odsyłających

source: Tag with UTM campaign parameters
pl_pl: Oznacz nagrania parametrami UTM

source: Tag recordings with WooCommerce events
pl_pl: Oznacz nagrania zdarzeniami WooCommerce

source: The script loads an additional script for A/B testing which requires consent to personalisation.
pl_pl: Skrypt ładuje dodatkowy skrypt do testów A/B, który wymaga zgody na personalizację.

source: Unique ID (user email email, user id or username).
pl_pl: Unikalne ID (e-mail użytkownika, id użytkownika lub nazwa użytkownika).

source: Well done! LinkedIn Insight Tag is installed
pl_pl: Dobra robota! LinkedIn Insight Tag jest zainstalowany

source: The data is sent to an account with partner ID
pl_pl: Dane są wysyłane na konto z ID partnera

source: Use functions on this page to track simple events, like clicking a button or submitting a form.
pl_pl: Użyj funkcji na tej stronie, aby śledzić proste zdarzenia, jak kliknięcia czy przesłania formularzy.

source: To get conversion IDs you need to register these events in LinkedIn Campaign Manager and paste their IDs in the form below.
pl_pl: Aby uzyskać ID konwersji, musisz zarejestrować te wydarzenia w Menedżerze kampanii LinkedIn i wkleić ich identyfikatory w poniższym formularzu.

source: To track conversions you need to register them in LinkedIn Campaign Manager and paste their IDs in the form below.
pl_pl: Aby śledzić konwersje, musisz zarejestrować je w Menedżerze kampanii LinkedIn i wkleić ich identyfikatory w poniższym formularzu.

source: To track user actions and WooCommerce events as conversions, you need to register them in LinkedIn control panel and obtain Conversion IDs for each action you want to track.
pl_pl: Aby śledzić działania użytkowników i zdarzenia WooCommerce jako konwersje, musisz zarejestrować je w panelu sterowania LinkedIn i uzyskać identyfikatory konwersji dla każdego działania, które chcesz śledzić.

source: This is how you do it.
pl_pl: Oto jak to zrobić.

source: Log in to %1$sLinkedIn Campaign Manager%2$s
pl_pl: Zaloguj się do %1$sLinkedIn Campaign Manager%2$s

source: Choose your advertising account (if it is not chosen yet)
pl_pl: Wybierz swoje konto reklamowe (jeśli nie zostało jeszcze wybrane)

source: Click "Analyze" in the left menu
pl_pl: Kliknij "Analyze" w menu po lewej stronie

source: Choose "Conversion Tracking"
pl_pl: Wybierz "Conversion Tracking"

source: Choose "Online Conversion"
pl_pl: Wybierz opcję "Online Conversion"

source: In the 3rd step of configuration click "Event-specific".
pl_pl: W trzecim kroku konfiguracji kliknij "Event-specific".

source: Copy the value of "conversion_id" from the script.
pl_pl: Skopiuj wartość "conversion_id" ze skryptu.

source: Click the blue "Create" button
pl_pl: Kliknij niebieski przycisk "Create"

source: Paste the conversion ID that you previously copied into one of the fields below
pl_pl: Wklej skopiowany wcześniej "conversion ID" do jednego z poniższych pól

source: Attention! Every field where you paste the "Conversion ID" should contain a different ID.
pl_pl: Uwaga! Każde pole, w którym wklejasz "conversion ID" powinno zawierać inny identyfikator.

source: %1$sHow to get it%2$s
pl_pl: %1$sJak go zdobyć%2$s

source: Standard events
pl_pl: Zdarzenia standardowe

source: Conversion ID (required)
pl_pl: Conversion ID (wymagany)

source: Enable this function to track clicks on links with email addresses. It will track the part of the email address before the "@" symbol.
pl_pl: Włącz tę funkcję, aby śledzić kliknięcia linków z adresami e-mail. Będzie ona śledzić część adresu e-mail przed symbolem "@".

source: This will track clicks in all email links on your website. If you want to track only specific ones, please use the option to "track clicks on page elements [...]" below.
pl_pl: Spowoduje to śledzenie kliknięć we wszystkie linki e-mail w Twojej witrynie. Jeśli chcesz śledzić tylko określone, skorzystaj z opcji "śledzenia kliknięć w elementy strony [...]" poniżej.

source: Enable this function to track clicks on links with phone numbers. It will track the last 5 digits of the number.
pl_pl: Włącz tę funkcję, aby śledzić kliknięcia linków z numerami telefonów. Będzie ona śledzić 5 ostatnich cyfr numeru.

source: This will track clicks in all phone numbers on your website. If you want to track only specific ones, please use the option to "track clicks on page elements [...]" below.
pl_pl: Spowoduje to śledzenie kliknięć we wszystkie numery telefonów w Twojej witrynie. Jeśli chcesz śledzić tylko określone, skorzystaj z opcji "śledzenia kliknięć elementów strony [...]" poniżej.

source: WooCommerce conversions tracking
pl_pl: Śledzenie konwersji w WooCommerce

source: Well done! Microsoft Ads pixel (UET tag) is installed
pl_pl: Dobra robota! Piksel Microsoft Ads (tzw. tag UET) jest zainstalowany

source: The data is sent to an account with UET tag ID
pl_pl: Dane są wysyłane na konto UET o tag ID

source: %1$sRegister them MS Ads%2$s to track conversions and build custom audiences.
pl_pl: %1$sZarejestruj je w usłudze MS Ads%2$s, aby śledzić konwersje i tworzyć grupy niestandardowych odbiorców.

source: WP Full Picture automatically sends to Microsoft Advertising these WooCommerce events:
pl_pl: WP Full Picture automatycznie wysyła do Microsoft Advertising te wydarzenia WooCommerce:

source: What you should do next
pl_pl: Co powinieneś zrobić w następnej kolejności

source: To use the tracked data to track conversions or create custom audienes, you need to register these events in your MS Ads panel.
pl_pl: Aby wykorzystać śledzone dane do śledzenia konwersji lub tworzenia niestandardowych odbiorców, musisz zarejestrować te zdarzenia w panelu MS Ads.

source: How to register ecommerce events in MS Ads
pl_pl: Jak rejestrować zdarzenia e-commerce w MS Ads

source: How to create remarketing campaigns
pl_pl: Jak tworzyć kampanie remarketingowe

source: How to install Microsoft Advertising tracking pixel
pl_pl: Jak zainstalować piksel śledzący Microsoft Advertising

source: How to track specific user actions as conversions in Microsoft Advertising
pl_pl: Jak śledzić określone działania użytkowników jako konwersje w Microsoft Advertising

source: How to create custom audiences based on user actions
pl_pl: Jak tworzyć listy niestandardowych odbiorców na podstawie działań użytkownika

source: How to track WooCommerce events as conversions
pl_pl: Jak śledzić zdarzenia WooCommerce jako konwersje

source: How to define a custom audience in MS Ads based on WooCommerce events
pl_pl: Jak zdefiniować niestandardowych odbiorców w MS Ads na podstawie zdarzeń WooCommerce

source: How to start using dynamic remarketing in WooCommerce
pl_pl: Jak zacząć korzystać z remarketingu dynamicznego w WooCommerce

source: How to track forms the right way
pl_pl: Jak prawidłowo śledzić formularze

source: To use dynamic remarketing on your website you need to:
pl_pl: Aby korzystać z dynamicznego remarketingu na swojej stronie internetowej, musisz:

source: Enable "WooCommerce Tracking" module
pl_pl: Włącz moduł „Śledzenie WooCommerce”

source: Create and send to Microsoft Advertising a feed with your products. There are many plugins that can do that. We found %1$sCTX Feed%2$s to be easy to use and reliable.
pl_pl: Utwórz i wyślij do Microsoft Advertising feed ze swoimi produktami. Istnieje wiele wtyczek, które mogą to zrobić. W naszej ocenie %1$sCTX Feed%2$s jest prosty w użyciu i niezawodny.

source: The "WooCommerce Tracking" module will automatically collect and send to MS Ads information about products that your visitors viewed, added to cart, had in cart while checking out and purchased.
pl_pl: Moduł "Śledzenie WooCommerce" będzie automatycznie zbierał i wysyłał do MS Ads informacje o produktach, które Twoi odwiedzający oglądali, dodali do koszyka, mieli w koszyku podczas składania zamówienia i kupili.

source: This information, combined with product data from the product feed, will let you use Dynamic Ads for remarketing purposes.
pl_pl: Informacje te, w połączeniu z danymi produktowymi z feedu produktowego, pozwolą Ci korzystać z reklam dynamicznych w celach remarketingowych.

source: To track WooCommerce events as conversions, please follow the steps below.
pl_pl: Aby śledzić zdarzenia WooCommerce jako konwersje, wykonaj poniższe czynności.

source: Enable and set up the WooCommerce Tracking module.
pl_pl: Włącz i skonfiguruj moduł "Śledzenie WooCommerce".

source: Log in to your Microsoft Advertising panel and create a conversion goal.
pl_pl: Zaloguj się do panelu Microsoft Advertising i utwórz cel konwersji.

source: As the "Goal Category" choose either "Purchase", "Add to cart", "Begin Checkout" or "Other".
pl_pl: Jako "Goal Category" wybierz "Purchase", "Add to cart", "Checkout" lub "Other".

source: As the "Goal type" choose "Event" .
pl_pl: Jako "Goal type" wybierz "event".

source: Specify a "conversion action":
pl_pl: Określ "conversion action":

source: "woo purchase" for "Purchase" event,
pl_pl: "woo purchase" dla zdarzenia "Purchase",

source: "woo checkout" for "Begin checkout" event,
pl_pl: "woo checkout" dla zdarzenia "Begin checkout",

source: "woo add to cart" for "Add to cart" event,
pl_pl: "woo add to cart" dla zdarzenia "Add to cart",

source: "woo product view" or "woo list item view" for "Other" event.
pl_pl: "woo product view" lub "woo list item view" dla zdarzenia "Other".

source: For events "Purchase", "Checkout" and "Add to cart" choose "Conversion value may vary" in the "Revenue" field.
pl_pl: Dla zdarzeń "Purchase", "Checkout" i "Add to cart" wybierz opcję "Conversion value may vary" w polu "Revenue".

source: In the "Set up tagging" section choose "Yes, the UET tag was already installed[...]".
pl_pl: W sekcji „Set up tagging” wybierz „Yes, the UET tag was already installed[…]”.

source: Your choice in the "Install event tag" does not matter.
pl_pl: Twój wybór w "Install event tag" nie ma znaczenia.

source: Please follow the steps below to define a custom audience in MS Ads based on WooCommerce events.
pl_pl: Wykonaj poniższe kroki, aby zdefiniować niestandardowych odbiorców w MS Ads na podstawie zdarzeń WooCommerce.

source: Enable and set up the WooCommerce Tracking module
pl_pl: Włącz i skonfiguruj moduł "Śledzenie WooCommerce"

source: Log in to your Microsoft Advertising panel and create an audience.
pl_pl: Zaloguj się do panelu Microsoft Advertising i utwórz grupę odbiorców (audience).

source: Choose "dynamic remarketing list" as its type.
pl_pl: Wybierz „dynamic remarketing list” jako typ.

source: Select your UET tag that you created earlier.
pl_pl: Wybierz tag UET utworzony wcześniej.

source: In the field "Who to add to your audience" you can choose either "General Visitors", "Product viewers", "Shopping cart abandoners" and "Past buyers". WP Full Picture sends data to MS Ads for all these groups.
pl_pl: W polu "Who to add to your audience" możesz wybrać "General Visitors", "Product viewers", "Shopping cart abandoners" oraz "Past buyers". WP Full Picture wysyła dane do MS Ads dla wszystkich tych grup.

source: %1$sWhere to find UET tag ID%2$s
pl_pl: %1$sGdzie znaleźć UET tag ID%2$s

source: Enhanced conversion tracking
pl_pl: Ulepszone śledzenie konwersji

source: When enabled, WP Full Picture will send to MS Advertising email addresses of users who logged in to your site or made a purchase.
pl_pl: Po włączeniu WP Full Picture będzie wysyłać do MS Advertising adresy e-mail użytkowników, którzy zalogowali się na Twojej stronie lub dokonali zakupu.

source: Event action name (required)
pl_pl: Nazwa akcji zdarzenia (wymagana)

source: Enter coma separated list of file formats you want to track.
pl_pl: Wprowadź oddzieloną przecinkami listę formatów plików, których pobrania chcesz śledzić.

source: Tracked file formats e.g. png, jpg
pl_pl: Śledzone formaty plików, np. png, jpg

source: In the "event action name" field enter the action name you chose when creating an event goal in MS Ads panel.
pl_pl: W polu "nazwa akcji wydarzenia" wprowadź nazwę akcji wybraną podczas tworzenia celu wydarzenia (event goal) w panelu MS Ads.

source: Enhanced Conversions is enabled and sends to MS Advertising email addresses of clients or logged-in users (if known).
pl_pl: Konwersje Rozszerzone (Enhanced Conversions) są włączone i wysyłają do MS Advertising adresy e-mail klientów i zalogowanych użytkowników (jeśli są znane).

source: Permission denied
pl_pl: Odmowa dostępu

source: Backup file not found
pl_pl: Nie znaleziono pliku kopii zapasowej

source: File deleted
pl_pl: Plik usunięty

source: File not found
pl_pl: Nie odnaleziono pliku

source: There was an error saving the backup file
pl_pl: Wystąpił błąd podczas zapisywania pliku kopii zapasowej

source: Error. Incorrect format of uploaded data
pl_pl: Błąd. Nieprawidłowy format przesłanych danych

source: Settings restorred successfully
pl_pl: Ustawienia zostały pomyślnie przywrócone

source: No settings data received
pl_pl: Brak danych ustawień

source: Here you can choose what users you do not want to track. This will work on all the tools installed with WP FP modules and those controlled by the Consent Management module. Tools installed with GTM need extra work (more info in that module)
pl_pl: Tutaj możesz wybrać użytkowników, których nie chcesz śledzić. Będzie to działać na wszystkich narzędziach śledzących zainstalowanych za pomocą modułów WP FP oraz tych kontrolowanych przez moduł Zarządzanie Zgodami. Narzędzia zainstalowane za pomocą GTM wymagają dodatkowej pracy (więcej informacji w tym module)

source: These settings change various aspects of WP Full Picture.
pl_pl: Ustawienia te zmieniają różne aspekty WP Full Picture.

source: Settings for advanced users and developers.
pl_pl: Ustawienia dla zaawansowanych użytkowników i deweloperów.

source: Here you can paste Meta tag that you got from Google, Meta and other platforms. Meta tags are usually used to verify website ownership.
pl_pl: Tutaj możesz wkleić tagi meta pobrane z Google, Meta i innych platform. Meta tagi są zwykle używane do weryfikacji własności witryny.

source: Improve page-speed and compatibility with caching tools.
pl_pl: Popraw szybkość strony i kompatybilność z narzędziami cachującymi.

source: The page will reload after the process is complete. If you made any changes to the settings on this page, please make sure to save them before you continue. Do you wish to proceed?
pl_pl: Strona załaduje się ponownie po zakończeniu procesu. Jeśli wprowadziłeś jakiekolwiek zmiany w ustawieniach na tej stronie, pamiętaj, aby je zapisać przed kontynuowaniem. Czy chcesz kontynuować?

source: This will overwrite all settings of WP Full Picture. Are you sure?
pl_pl: Spowoduje to nadpisanie wszystkich ustawień WP Full Picture. Jesteś pewien?

source: Settings uploaded successfully! The page will now reload.
pl_pl: Ustawienia zostały przesłane pomyślnie! Strona zostanie teraz przeładowana.

source: Backup created succesfully! The page will now reload.
pl_pl: Kopia zapasowa została utworzona pomyślnie! Strona zostanie teraz przeładowana.

source: There was an error processing the file.
pl_pl: Wystąpił błąd podczas przetwarzania pliku.

source: Back up WP Full Picture's settings to easily move them between installations or before making bigger changes.
pl_pl: Utwórz kopię zapasową ustawień WP Full Picture, aby łatwo przenosić je między instalacjami lub przed wprowadzeniem większych zmian.

source: Backup
pl_pl: Kopia

source: Actions
pl_pl: Akcje

source: No backups found
pl_pl: Nie znaleziono kopii zapasowych

source: Restore
pl_pl: Przywróć

source: Delete
pl_pl: Usuń

source: Download
pl_pl: Pobierz

source: Create a new backup
pl_pl: Utwórz nową kopię zapasową

source: Restore settings from a backup file
pl_pl: Przywróć ustawienia z pliku kopii zapasowej

source: Enable geolocation to load tracking tools in specific regions and adjust how the consent banner works in different countries.
pl_pl: Włącz geolokalizację, aby załadować narzędzia śledzące w określonych regionach i dostosować sposób działania banera zgody w różnych krajach.

source: How to choose the right geolocation service
pl_pl: Jak wybrać odpowiednią usługę geolokalizacji

source: For developers
pl_pl: Dla programistów

source: How to test geolocation
pl_pl: Jak przetestować geolokalizację

source: Shortcode %1$s[fp_info]%2$s is intended for use in a privacy policy. It lists all tools that are installed or %3$scontrolled%4$s with WP Full Picture, and that track visitor's personal information for statistics, marketing or personalisation.
pl_pl: Shortcode %1$s[fp_info]%2$s jest przeznaczony do umieszczenia w polityce prywatności. Wyświetla listę wszystkich narzędzi, które są zainstalowane lub %3$skontrolowane%4$s przez WP Full Picture i które śledzą dane osobowe odwiedzających w celach statystycznych, marketingowych lub personalizacji.

source: The list updates automatically, as you enable or disable new tools, but it does not include tools added with Google Tag Manager. Use the form below to add to this list tools installed with GTM.
pl_pl: Lista aktualizuje się automatycznie, kiedy włączasz lub wyłączasz nowe narzędzia, ale nie zawiera narzędzi dodanych w Google Tag Manager. Użyj poniższego formularza, aby dodać do tej listy narzędzia zainstalowane w GTM.

source: Preview
pl_pl: Podgląd

source: Send email notification when the plugin is deactivated
pl_pl: Wyślij powiadomienie e-mail, gdy wtyczka zostanie dezaktywowana

source: e.g. %1$s, etc.
pl_pl: np. %1$s, itp.

source: Enter a coma separated list of email addresses where you want to send the email.
pl_pl: Wprowadź oddzieloną przecinkami listę adresów e-mail, na które chcesz wysłać wiadomość.

source: Change "WP Full Picture" menu item text to:
pl_pl: Zmień tekst "WP Full Picture" w menu na:

source: Remove all WP Full Picture's settings on deactivation
pl_pl: Usuń wszystkie ustawienia WP Full Picture po dezaktywacji

source: Let non-admin users view and save WP Full Picture's settings
pl_pl: Pozwól użytkownikom innym niż administratorzy przeglądać i zapisywać ustawienia WP Full Picture'a

source: As a security measure, the edit rights cannot be given to users without the right to at least edit posts.
pl_pl: Jako środek bezpieczeństwa, prawa do edycji nie mogą być przyznawane użytkownikom bez prawa przynajmniej do edycji postów.
