Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Track how long the user was actively engaged with the content
pl_pl: Śledź, jak długo użytkownik aktywnie przegląda stronę

source: Tracked as a parameter "seconds" of the "user engagement time" event
pl_pl: Śledzony jako parametr „seconds” zdarzenia „user engagement time”

source: Tracking engagement time with server will decrease its performance. It is NOT recommended to enable this function on slow hosting.
pl_pl: Śledzenie przewijania strony przy pomocy serwera może znacznie zmniejszyć jego wydajność. NIE zaleca się włączania tej funkcji na powolnym hostingu.

source: Custom events
pl_pl: Zdarzenia niestandardowe

source: Track when specific conditions are met
pl_pl: Śledź, gdy spełnione są określone warunki

source: When this happens...
pl_pl: Kiedy to się wydarzy...

source: ...for...
pl_pl: ...po raz...

source: The first time
pl_pl: Pierwszy

source: Every time
pl_pl: Za każdym razem

source: ...send
pl_pl: ...wyślij

source: Custom event
pl_pl: Zdarzenie niestandardowe

source: Meta standard event
pl_pl: Standardowe zdarzenie Meta

source: ...with event name
pl_pl: ...o nazwie

source: Event parameters (optional)
pl_pl: Parametry zdarzenia (opcjonalnie)

source: Parameter name
pl_pl: Nazwa parametru

source: Value type
pl_pl: Typ wartości

source: Text
pl_pl: Tekst

source: Number
pl_pl: Numer

source: Path to a JS variable
pl_pl: Ścieżka do zmiennej JS

source: Parameter value
pl_pl: Wartość parametru

source: Also track with CAPI
pl_pl: Śledź również za pomocą CAPI

source: Event parameters
pl_pl: Parametry zdarzeń

source: Track page type
pl_pl: Śledź typ strony

source: Track page title
pl_pl: Śledź tytuł strony

source: Track archive and page numbers
pl_pl: Śledź numery stron i archiwów

source: Track page language
pl_pl: Śledź język strony

source: Track post and page publish dates
pl_pl: Śledź daty publikacji postów i stron

source: Track page id
pl_pl: Śledź identyfikator strony

source: Track post's terms (categories, tags, etc.)
pl_pl: Śledź do jakich kategorii, tagów itp. dodane są strony

source: By default WP Full Picture tracks categories, tags and formats of posts and pages. You can enable tracking other terms in the "Shared tracking settings" > "Default settings".
pl_pl: Domyślnie WP Full Picture śledzi kategorie, tagi i formaty postów i stron. Możesz włączyć śledzenie innych typów treści (terminów) na stronie "Wspólne ustawienia śledzenia" > "Ustawienia domyślne".

source: Add taxonomy slug to term name
pl_pl: Dodaj taksonomię do nazwy terminu

source: This will add information about a taxonomy, to the term information sent to Meta, e.g. "european music (tag)"
pl_pl: Spowoduje to dodanie informacji o typie taksonomii do jakiej należy termin wysyłany do Meta, np. "muzyka europejska (tag)"

source: Send term names instead of term slugs
pl_pl: Wysyłaj nazwy terminów zamiast nazw uproszczonych

source: This will send term names (e.g. The best of european music) instead of term slugs (e.g. eu_music). Doing this is not recommended since term names can sometimes be changed while slugs are changed only on rare occasions.
pl_pl: Spowoduje to wysłanie nazw terminów (np. Najlepsza muzyka europejska) zamiast ich nazw uproszczonych (np. eu_music). Nie jest to zalecane, ponieważ nazwy terminów mogą być czasami zmieniane, podczas gdy nazwy uproszczone są zmieniane tylko w rzadkich przypadkach.

source: Track author's display names
pl_pl: Śledź autorów

source: Track searched phrases
pl_pl: Śledź wyszukiwane frazy

source: Track user's login status and role
pl_pl: Śledź status logowania i rolę użytkownika

source: Tracked as a parameter "user_type" of the "PageView" event
pl_pl: Śledzony jako parametr „user_type” zdarzenia „PageView”

source: Track visitor's browser language
pl_pl: Śledź język przeglądarki odwiedzającego

source: Tracked as a parameter "browser_lang" of the "PageView" event
pl_pl: Śledzony jako parametr „browser_lang” zdarzenia „PageView”

source: Track metadata
pl_pl: Śledź metadane

source: This setting lets you track metadata (hidden and/or custom data of your content, users and post/page terms).
pl_pl: To ustawienie pozwala śledzić metadane (ukryte i/lub niestandardowe dane dotyczące treści, użytkowników i terminów postów/stron).

source: To track metadata you need to register it in the "Shared tracking settings" > "Extra tracking functions". After you do this, refresh this page and choose what you want to track.
pl_pl: Aby śledzić metadane, musisz zarejestrować je na stronie "Wspólne ustawienia śledzenia" > "Dodatkowe funkcje śledzenia". Następnie odśwież tą stronę i wybierz, co chcesz śledzić.

source: Tracking WooCommerce
pl_pl: Śledźenie WooCommerce

source: Status-Based Order Tracking with Conversion API
pl_pl: Śledzenie zamówień na podstawie statusu z CAPI konwersji

source: This feature requires the use of Conversion API. Please check if you entered its key in the "Installation" section.
pl_pl: Ta funkcja wymaga użycia API Konwersji (Conversion API). Sprawdź, czy wprowadziłeś jego klucz w sekcji "Instalacja".

source: Status-Based Order Tracking is an alternative method of tracking purchases. Instead of tracking them on order confirmation pages, orders are tracked when their status changes.
pl_pl: Śledzenie zamówień na podstawie statusu to alternatywna metoda śledzenia zakupów. Zamiast śledzić je na stronach potwierdzenia zamówienia, zamówienia są śledzone, gdy zmienia się ich status.

source: You can learn how it works %1$son this page%2$s.
pl_pl: Możesz dowiedzieć się, jak to działa %1$sna tej stronie%2$s.

source: Advanced Match is enabled. Physical addresses, email addresses, phone numbers and user identifiers of your visitors and logged in users are sent to Meta in an encrypted form (if known).
pl_pl: Zaawansowane dopasowanie (Advanced Match) jest włączone. Zaszyfrowane adresy, adresy e-mail, numery telefonów i identyfikatory użytkowników Twoich odwiedzających i zalogowanych użytkowników są wysyłane do Meta (jeśli są znane).

source: Limited Data Use option is enabled for visitors from the USA.
pl_pl: Opcja Limited Data Use jest włączona dla odwiedzających z USA.

source: How NOT to use Google Analytics with WP Full Picture.
pl_pl: Jak NIE używać Google Analytics z WP Full Picture.

source: Well done! GA 4 is installed
pl_pl: Dobra robota! GA 4 jest zainstalowane

source: The data is sent to an account with GTAG ID
pl_pl: Dane są wysyłane do konta o GTAG ID

source: You can send them to GA as either separate events (every action gets a unique event - easy) or single events with parameters that identify actions (advanced).
pl_pl: Możesz wysłać je do GA jako oddzielne zdarzenia (każde działanie otrzymuje unikalne zdarzenie - łatwe) lub pojedyncze zdarzenia z parametrami, które identyfikują poszczególne działania (zaawansowane).

source: Here you can set up custom events. Trigger them with %1$scustom triggers%2$s and add %3$soptional parameters%2$s.
pl_pl: Tutaj możesz skonfigurować niestandardowe zdarzenia. Wyzwalaj je za pomocą %1$sniestandardowych triggerów%2$s i dodaj %3$sopcjonalne parametry%2$s.

source: Attention. You need to %1$sregister parameters in GA dashboard%2$s to view them in reports.
pl_pl: Uwaga. Musisz %1$szarejestrować parametry w GA%2$s, aby wyświetlić je w raportach.

source: In order to see them in reports, you need to %1$sregistered them in GA%2$s.
pl_pl: Aby zobaczyć je w raportach, musisz %1$szarejestrować je w GA%2$s.

source: product list view
pl_pl: wyświetlenie listy produktów

source: list item click
pl_pl: kliknięcie w produkt na liście

source: These functions are scheduled for removal in future updates
pl_pl: Funkcje te są planowane do usunięcia w przyszłych aktualizacjach

source: Attention. There are many ways to track forms. Read the information below.
pl_pl: Uwaga. Istnieje wiele sposobów śledzenia formularzy. Zapoznaj się z poniższymi informacjami.

source: Standard form tracking in Google Analytics has %1$svery%2$s low tracking accuracy and gives many false-positives. We strongly recommend you disable it and use one of WP Full Picture's methods of form tracking. This is how you do it.
pl_pl: Standardowe śledzenie formularzy w Google Analytics ma %1$sbardzo%2$s niską dokładność śledzenia i daje wiele fałszywych alarmów. Zdecydowanie zalecamy wyłączenie go i skorzystanie z jednej z metod śledzenia formularzy WP Full Picture. Tak to się robi.

source: Disable GA's form tracking
pl_pl: Wyłącz śledzenie formularzy GA

source: Choose the right method to track your forms.
pl_pl: Wybierz odpowiednią metodę śledzenia formularzy.

source: If you want to use this method to track form submissions, than you need to make a choice how to send the data to GA.
pl_pl: Jeśli chcesz użyć tej metody do śledzenia przesyłania formularzy, musisz dokonać wyboru, w jaki sposób wysłać dane do GA.

source: "Track every form with a different event" option
pl_pl: Opcja „Śledź każdy formularz innym wydarzeniem”

source: When you choose this option, every time someone submits a form specified in the fields below, WP FP will send to GA an event with a name specific for this element. The event names must follow %1$sthese naming rules%2$s.
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś prześle formularz określony w polach poniżej, WP FP wyśle do GA zdarzenie o nazwie odpowiedniej dla tego elementu. Nazwy zdarzeń muszą być zgodne z %1$stymi regułami nazewnictwa%2$s.

source: This option is recommended if you do not intend to set many event names and/or you are not an advanced GA user.
pl_pl: Ta opcja jest zalecana, jeśli nie zamierzasz ustawiać wielu nazw zdarzeń i/lub nie jesteś zaawansowanym użytkownikiem GA.

source: "Track as one event with different parameters" option
pl_pl: Opcja „Śledź jako jedno zdarzenie o różnych parametrach”

source: When you choose this option, every time someone submits a form, WP FP will send to your GA event "form_submit".
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś prześle formularz, WP FP wyśle do GA zdarzenie „form_submit”.

source: Information about the names of the submitted forms will be sent to GA as event parameters.
pl_pl: Informacja o nazwach przesłanych formularzy zostanie wysłana do GA jako parametry zdarzenia.

source: To see these parameters / names in your GA reports, you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$ssubmitted_form%2$s and build a custom report.
pl_pl: Aby zobaczyć te parametry / nazwy w raportach GA, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$ssubmitted_form%2$s i zbudować niestandardowy raport.

source: This option is recommended if you want to track clicks on many different elements on the website and you are an advanced GA user.
pl_pl: Ta opcja jest zalecana, jeśli chcesz śledzić kliknięcia wielu różnych elementów na stronie internetowej i jesteś zaawansowanym użytkownikiem GA.

source: To get Measurement Protocol API secret key, go to your Google Analytics account and follow these instructions:
pl_pl: Aby uzyskać tajny klucz API Measurement Protocol, przejdź do swojego konta Google Analytics i postępuj zgodnie z poniższymi instrukcjami:

source: Click "Admin" in the bottom-left corner of the screen
pl_pl: Kliknij "Admin" w lewym dolnym rogu ekranu

source: Click "Data Streams"
pl_pl: Kliknij "Strumienie danych"

source: Click the first entry in the table
pl_pl: Kliknij pierwszą pozycję w tabeli

source: Click "Measurement Protocol API secrets"
pl_pl: Kliknij "Sekretny klucz API Measurement Protocol"

source: Click "Create"
pl_pl: Kliknij "Utwórz"

source: We highly recommend that you do not install Google's tools (Analytics and Ads) using different methods.
pl_pl: Zdecydowanie zalecamy, abyś nie instalował narzędzi Google (Analytics i Ads) przy użyciu różnych metod.

source: You should either install them using WP FP, GTM or a different plugin, but do not mix them. For example, do not install Google Analytics with GTM and Ads with WP Full Picture.
pl_pl: Powinieneś zainstalować je za pomocą WP FP, GTM lub innej wtyczki, ale nie mieszaj ich. Na przykład, nie instaluj Google Analytics przez GTM i Google Ads przez WP Full Picture.

source: %1$sHow to get GTAG ID and Measurement ID and install Google Analytics%2$s
pl_pl: %1$sGdzie znaleźć GTAG ID i Measurement ID aby zainstalować Google Analytics%2$s

source: Provide Measurement ID if it is different from GTAG ID.
pl_pl: Podaj Measurement ID, jeśli różni się on od identyfikatora GTAG.

source: Avoid conflicts with other Google Analytics installations
pl_pl: Unikaj konfliktów z innymi instalacjami Google Analytics

source: Enable this function if you installed another Google Analytics with a different plugin, the Custom Integrations module or a Google Tag Manager. It will change the cookie prefix of this installation to avoid conflicts.
pl_pl: Włącz tę funkcję, jeśli zainstalowałeś kolejne Google Analytics za pomocą innej wtyczki, modułu Własne Integracje lub Google Tag Managera. To zmieni prefiks ciasteczka tej instalacji, aby uniknąć konfliktów.

source: Using multiple Google Analytics that are installed in different ways is highly discouraged and may cause unexpected tracking issues. Test before using in production.
pl_pl: Używanie wielu Google Analytics, które są zainstalowane na różne sposoby, jest wysoce niezalecane i może powodować nieoczekiwane problemy ze śledzeniem. Przetestuj śledzenie przed wdrożeniem pod właściwym adresem.

source: Enhanced Conversions
pl_pl: Konwersje rozszerzone (Enhanced conversions)

source: This has an effect only if you link your Google Analytics with your Google Ads
pl_pl: Ma to wpływ tylko wtedy, gdy połączysz Google Analytics z Google Ads

source: Enhanced Conversions improves the accuracy of conversion tracking in Google Ads when it is linked with Google Analytics. This option sends to Google your visitors' personal information, like their email address, first and last name and physical address. This information is later used by Google to better match the conversions with specific users.
pl_pl: Funkcja Konwersje Rozszerone (Enhanced conversions) zwiększa dokładność śledzenia konwersji w Google Ads, gdy jest połączona z Google Analytics. Funkcja ta wysyła do Google dane osobowe odwiedzających, takie jak adres e-mail, imię i nazwisko oraz adres fizyczny. Te informacje są później używane przez Google, aby lepiej przypisać konwersje do konkretnych użytkowników.

source: To implement Enhanced Conversions in Google Ads via Google Analytics follow the steps below.
pl_pl: Aby wdrożyć konwersje rozszerzone (Enhanced conversions) w Google Ads za pośrednictwem Google Analytics, wykonaj poniższe czynności.

source: Go to your Google Analytics panel > Admin (settings page) > Data Collection > and enable "User-provided data collection"
pl_pl: Przejdź do panelu Google Analytics > Administrator (strona ustawień) > Zbieranie danych > i włącz opcję "Zbieranie danych dostarczonych przez użytkownika"

source: Go back to the Admin page (settings page) > and link your GA with G Ads in Google Ads links section"
pl_pl: Wróć do strony administratora (strona ustawień) > i połącz GA z GAds w sekcji linków Google Ads"

source: Enable "Enhanced Conversions" via Google Tag in your Google Ads account. You will find it in "Goals" > "Conversions" > "Settings" > "Enhanced conversions" > and select "Google tag" from the dropdown. If you can't see these menu elements, please switch to the new menu using the "Appearance" switch in the top.
pl_pl: Włącz konwersje rozszerzone poprzez Google Tag na swoim koncie Google Ads. Znajdziesz go w "Goals" > "Conversions" > "Settings" > "Enhanced conversions" > i wybierz "Google tag" z listy rozwijanej. Jeśli nie widzisz tych elementów menu, przełącz się na nowe menu za pomocą przełącznika "Appearance" u góry.

source: Make sure you agree and comply with Google's %1$sCustomer Data policies%2$s, %3$sGoogle Ads Data Processing Terms%2$s and privacy law in your country.
pl_pl: Upewnij się, że zgadzasz się i przestrzegasz zasad Google %1$sdotyczących danych klientów%2$s, %3$swarunków przetwarzania danych Google Ads%2$s oraz przepisów dotyczących prywatności w Twoim kraju.

source: Add information to your privacy policy that you send personal user data to Google.
pl_pl: Dodaj do swojej polityki prywatności informację, że wysyłasz osobiste dane użytkowników do Google.

source: Track logged-in users across browsers and devices
pl_pl: Śledź zalogowanych użytkowników w różnych przeglądarkach i na różnych urządzeniach

source: This option recognizes logged-in users across devices and browsers.
pl_pl: Ta opcja rozpoznaje zalogowanych użytkowników na różnych urządzeniach i przeglądarkach.

source: You can learn more about it from %1$sGoogle's documentation%2$s.
pl_pl: Możesz dowiedzieć się więcej na ten temat z %1$sdokumentacji Google%2$s.

source: Do not track
pl_pl: Nie śledź

source: Track every link with a different event
pl_pl: Śledź każdy link przy pomocy innego zdarzenia

source: Track every link with the same event but different parameter (advanced)
pl_pl: Śledź każdy link przy pomocy tego samego zdarzenia, ale z innym parametrem (zaawansowane)

source: "Track every link with a different event" option
pl_pl: Opcja „Śledź każdy link innym zdarzeniem”

source: When you choose this option, every time someone clicks a contact link WP FP will send to GA a different event. Events will be named according to the format "tel_clicked_[last 5 digits]" and "email_clicked_[email part before @]".
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś kliknie link kontaktowy, WP FP wyśle do GA inne zdarzenie. Zdarzenia będą nazywane zgodnie z formatem „tel_clicked_[ostatnie 5 cyfr]” i „email_clicked_[część e-mail przed @]”.

source: This option is recommended if you do not have many phone and email links on your website and/or you are not an advanced GA user.
pl_pl: Ta opcja jest zalecana, jeśli nie masz wielu linków telefonicznych i e-mail na swojej stronie internetowej i/lub nie jesteś zaawansowanym użytkownikiem GA.

source: When you choose this option, WP FP will send to your GA events "email_link_click" and "tel_link_click".
pl_pl: Po wybraniu tej opcji, WP FP wyśle do GA zdarzenia „email_link_click” i „tel_link_click”.

source: To see information on what links were clicked, you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$scontact_click%2$s and build a custom report.
pl_pl: Aby zobaczyć informacje o klikniętych łączach, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$scontact_click%2$s i zbudować niestandardowy raport.

source: This option is recommended if you have many different contact links on the website and you are an advanced GA user.
pl_pl: Ta opcja jest zalecana, jeśli masz wiele różnych linków kontaktowych na stronie internetowej i jesteś zaawansowanym użytkownikiem GA.

source: Enable this function to track clicks on affiliate links.
pl_pl: Włącz tę funkcję, aby śledzić kliknięcia w linki partnerskie i afiliacyjne.

source: When you choose this option, every time someone clicks an affiliate link specified in the fields below, WP FP will send to GA an event with a name specific for this link. The event names must follow %1$sthese naming rules%2$s.
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś kliknie w link określony w polach poniżej, WP FP wyśle do GA zdarzenie o nazwie odpowiedniej dla tego linku. Nazwy zdarzeń muszą być zgodne z %1$stymi regułami nazewnictwa%2$s.

source: When you choose this option, every time someone clicks an affiliate link, WP FP will send to your GA event "affiliate_link_click".
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś kliknie link partnerski, WP FP wyśle do GA zdarzenie „affiliate_link_click”.

source: Information about the names of the links will be sent to GA as event parameters.
pl_pl: Informacja o nazwach linków zostanie wysłana do GA jako parametry zdarzenia.

source: To see these parameters / names of clicked links in your GA reports, you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$saffiliate_link_click%2$s and build a custom report.
pl_pl: Aby zobaczyć te parametry / nazwy klikniętych linków w raportach GA, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$saffiliate_link_click%2$s i zbudować niestandardowy raport.

source: This option is recommended if you have many different affiliate links on the website and you are an advanced GA user.
pl_pl: Ta opcja jest zalecana, jeśli masz wiele różnych linków afiliacyjnych na stronie internetowej i jesteś zaawansowanym użytkownikiem GA.

source: Links
pl_pl: Linki

source: Url part, e.g. /go/
pl_pl: Część URL, np. /go/

source: Event name or link name
pl_pl: Nazwa zdarzenia lub nazwa linku

source: If you chose an option to track clicks with different parameters, then in the second field you can also use a placeholder [name]. It will be replaced with the first 20 characters of the text inside the clicked element. Make sure it has any.
pl_pl: Jeśli wybrałeś opcję śledzenia kliknięć z różnymi parametrami, to w polu "nazwa" możesz również użyć symbolu zastępczego [name]. Zostanie on zastąpiony pierwszymi 20 znakami tekstu wewnątrz klikniętego elementu. Upewnij się, że jakiś tekst w nim występuje.

source: Track every element with a different event
pl_pl: Śledź każdy element przy pomocy innego zdarzenia

source: Track every element with the same event but different parameter (advanced)
pl_pl: Śledź każdy element przy pomocy tego samego zdarzenia, ale z innym parametrem (zaawansowane)

source: Enable this function to track clicks on page elements.
pl_pl: Włącz tę funkcję, aby śledzić kliknięcia w elementy strony.

source: "Track every element with a different event" option
pl_pl: Opcja „Śledź każdy element przy pomocy innego zdarzenia”

source: When you choose this option, every time someone clicks a page element specified in the fields below, WP FP will send to GA an event with a name specific for this element. The event names must follow %1$sthese naming rules%2$s.
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś kliknie element strony określony w polach poniżej, WP FP wyśle do GA zdarzenie o nazwie odpowiedniej dla tego elementu. Nazwy zdarzeń muszą być zgodne z %1$stymi regułami nazewnictwa%2$s.

source: When you choose this option, every time someone clicks an element, WP FP will send to your GA event "element_click".
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś kliknie element, WP FP wyśle do GA zdarzenie „element_click”.

source: Information about the names of the clicked elements will be sent to GA as event parameters.
pl_pl: Informacja o nazwach klikniętych elementów zostanie wysłana do GA jako parametry zdarzenia.

source: To see these parameters / names in your GA reports, you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$selement_click%2$s and build a custom report.
pl_pl: Aby zobaczyć te parametry / nazwy w raportach GA, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$selement_click%2$s i zbudować niestandardowy raport.

source: Page elements
pl_pl: Elementy strony

source: If you are tracking events with a single event name but different parameters, you can add in the "name" field a placeholder [name]. It will be replaced with the first 20 characters of the text inside the clicked element. Make sure it has any.
pl_pl: Jeśli śledzisz zdarzenia z pojedynczą nazwą zdarzenia, ale różnymi parametrami, możesz dodać w polu „name” znacznik [name]. Zostanie on zastąpiony pierwszymi 20 znakami tekstu wewnątrz klikniętego elementu. Upewnij się, że jakiś w nim jest.

source: Event name or element name
pl_pl: Nazwa zdarzenia lub nazwa elementu
