Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Leave empty, to send to the administration email address
pl_pl: Pozostaw puste, aby wysłać na adres e-mail administracji

source: Sending frequency
pl_pl: Częstotliwość wysyłania

source: Every day
pl_pl: Codziennie

source: Twice a day
pl_pl: Dwa razy dziennie

source: Every hour (for large traffic sites)
pl_pl: Co godzinę (w przypadku witryn o dużym natężeniu ruchu)

source: Do not filter bot traffic
pl_pl: Nie filtruj ruchu botów

source: By default, WP Full Picture does not save consents of visitors recognized as bots and those who consented within 1 second from the moment the page has loaded.
pl_pl: Domyślnie WP Full Picture nie zapisuje zgód odwiedzających rozpoznanych jako boty i tych, którzy wyrazili zgodę w ciągu 1 sekundy od momentu załadowania strony.

source: If this filters too much traffic change the "Bot detection list" in the Shared tracking settings page or enable this option.
pl_pl: Jeśli filtruje zbyt duży ruch, zmień "Listę wykrywania botów" na stronie ustawień udostępnionego śledzenia lub włącz tę opcję.

source: Saving proofs of visitor's tracking consents is enabled. Proofs are saved in an email account, along with copies of privacy policy and tracking settings.
pl_pl: Zapisywanie dowodów zgody odwiedzającego na śledzenie jest włączone. Dowody są zapisywane na koncie e-mail wraz z kopiami polityki prywatności i ustawień śledzenia.

source: Saving proofs of visitor's tracking consents is enabled. Proofs are saved in a cloud database ConsentsDB, along with copies of privacy policy and tracking settings.
pl_pl: Zapisywanie dowodów zgody odwiedzającego na śledzenie jest włączone. Dowody są zapisywane w bazie danych w chmurze ConsentsDB, wraz z kopiami polityki prywatności i ustawień śledzenia.

source: Add to your privacy policy information about ConsentsDB. We prepared a sample text for you that you can adjust to your needs and legal requirements in your country. %1$sView the text%2$s
pl_pl: Dodaj do swojej polityki prywatności informacje o ConsentsDB. Przygotowaliśmy dla Ciebie przykładowy tekst, który możesz dostosować do swoich potrzeb i wymogów prawnych w swoim kraju. %1$sZobacz tekst%2$s

source: Save proofs that your visitors consented to tracking. Enable the Records of Consents module. Keeping records is required by GDPR.
pl_pl: Zapisz dowody, że odwiedzający wyrazili zgodę na śledzenie. Włącz moduł Rejestr zgód. Prowadzenie rejestrów jest wymagane przez RODO.

source: [Do not delete] Tracking setup from %1$s
pl_pl: [Nie usuwaj] Konfiguracja śledzenia z %1$s

source: This is an automatic message, sent by WP Full Picture plugin version %1$s. You are getting this message because some privacy-related settings of your tracking tools have changed. Do not delete this email. It holds a copy of your privacy-related tracking configuration that was current at the time of collecting tracking consents. Settings version: %2$s
pl_pl: To jest automatyczna wiadomość, wysłana przez WP Full Picture w wersji %1$s. Otrzymujesz tę wiadomość, ponieważ niektóre ustawienia związane z prywatnością twoich narzędzi do śledzenia się zmieniły. Nie usuwaj tego e-maila. Zawiera on kopię Twojej konfiguracji śledzenia ruchu, która dotyczy prywatności i była aktualna w momencie zbierania zgód na śledzenie. Wersja ustawień: %2$s

source: [Do not delete] Privacy policy from %1$s
pl_pl: [Nie usuwaj] Polityka prywatności z %1$s

source: This is an automatic message, sent by WP Full Picture plugin version %1$s. You are getting this message because privacy policy on your site has been updated or you started collecting consents. Do not delete this email. It holds a copy of your policy that was current at the time of collecting tracking consents. Privacy Policy ID: %2$s
pl_pl: To jest automatyczna wiadomość wysłana przez wtyczkę WP Full Picture w wersji %1$s. Otrzymujesz tę wiadomość, ponieważ polityka prywatności w Twojej witrynie została zaktualizowana. Nie usuwaj tej wiadomości e-mail. Zawiera ona kopię Twojej polityki, która była aktualna w momencie zbierania zgód na śledzenie. ID polityki prywatności: %2$s

source: This is a new module. %1$sLet us know%2$s if you see any issues or have ideas how to improve it.
pl_pl: To jest nowy moduł. %1$sDaj nam znać%2$s, jeśli zauważysz jakieś problemy lub masz pomysły, jak go ulepszyć.

source: Use custom triggers to fire JS functions. Learn %1$show to set it up%2$s.
pl_pl: Używaj niestandardowych triggerów do uruchamiania funkcji JS. Dowiedz się %1$sjak to skonfigurować%2$s.

source: Use custom triggers to change classes on HTML elements. Learn %1$show to set it up%2$s.
pl_pl: Użyj niestandardowych triggerów, aby zmienić klasy elementów HTML. Dowiedz się %1$sjak to skonfigurować%2$s.

source: Trigger JS functions
pl_pl: Uruchom funkcje JS

source: Trigger JS functions after event
pl_pl: Uruchom funkcje JS po zdarzeniu

source: The first time on page
pl_pl: Pierwszy raz na stronie

source: Every time on page
pl_pl: Za każdym razem na stronie

source: Trigger function
pl_pl: Uruchom funkcję

source: Function name or a path to a function
pl_pl: Nazwa funkcji lub ścieżka do niej

source: (Optional) Function arguments
pl_pl: (Opcjonalnie) Argumenty funkcji

source: Choose data type
pl_pl: Wybierz typ danych

source: After the function is triggered, how to behave on following pages
pl_pl: Po uruchomieniu funkcji, jak zachować się na kolejnych stronach

source: Trigger according to above rules
pl_pl: Uruchamiaj zgodnie z powyższymi zasadami

source: Trigger automatically on every pageload
pl_pl: Uruchamiaj automatycznie na każdej stronie

source: Trigger automatically on every pageload in the session
pl_pl: Uruchamiaj automatycznie przy każdym załadowaniu strony w sesji

source: Do not trigger again
pl_pl: Nie uruchamiaj ponownie

source: Do not trigger again in the session
pl_pl: Nie uruchamiaj ponownie w sesji

source: Deactivate this trigger
pl_pl: Dezaktywuj tą akcję

source: Change HTML classes
pl_pl: Zmień klasy HTML

source: Change HTML classes after event
pl_pl: Zmień klasy HTML po zdarzeniu

source: Find HTML element(s)
pl_pl: Znajdź element HTML

source: CSS selector
pl_pl: Selektor CSS

source: Change class
pl_pl: Zmień klasę

source: Add class
pl_pl: Dodaj klasę

source: Remove class
pl_pl: Usuń klasę

source: Toggle class
pl_pl: Przełącz klasę

source: Class
pl_pl: Klasa

source: After the change is made, how to behave on following pages
pl_pl: Po dokonaniu zmiany, jak zachowywać się na kolejnych stronach

source: Use this module to add analytics dashboards (e.g. from Google Looker Studio or Databox) to your WP admin area. They will show in a menu item "Reports", which will be visible to administrators and selected users (see below).
pl_pl: Użyj tego modułu, aby dodać raporty statystyk (np. z Google Looker Studio lub Databox) do obszaru administracyjnego WP. Będą one dostępne przez link "Raporty" w menu, który będzie widoczny dla administratorów i wybranych użytkowników (patrz poniżej).

source: Analytics dashboards in WP admin
pl_pl: Raporty i statystyki w panelu administracyjnym WP

source: Dashboards settings
pl_pl: Ustawienia raportów

source: Dashboard's name
pl_pl: Nazwa raportu

source: Dashboard's <iframe> code (embed code)
pl_pl: Kod <iframe> raportu

source: Select non-admin users who can access this dashboard (optional)
pl_pl: Wybierz użytkowników niebędących administratorami, którzy mogą uzyskać dostęp do tego raportu (opcjonalnie)

source: e.g. dashboard1
pl_pl: np. dashboard1

source: Report width (px)
pl_pl: Szerokość raportu (px)

source: default: 1200
pl_pl: domyślnie: 1200

source: Report height (px)
pl_pl: Wysokość raportu (px)

source: default: 675
pl_pl: wartość domyślna: 675

source: Menu position of the "Reports" page
pl_pl: Pozycja strony "Raporty" w menu

source: Lower number = Higher position. Leave empty or enter 0 for the default position. Negative values will place the link on the first position in the menu.
pl_pl: Niższa liczba = wyższa pozycja. Pozostaw puste lub wprowadź 0 dla domyślnej pozycji. Wartości ujemne spowodują umieszczenie linku na pierwszej pozycji w menu.

source: Select non-admin users who can access all dashboards
pl_pl: Wybierz użytkowników niebędących administratorami, którzy mają dostęp do wszystkich raportów

source: Users assigned to specific reports will overwrite these values.
pl_pl: Użytkownicy przypisani do określonych raportów nadpiszą te wartości.

source: Google Fonts do not comply with GDPR. Replace them with fonts hosted on GDPR-compliant servers or host their files locally, on the server of your website.
pl_pl: Czcionki Google nie są zgodne z RODO. Zastąp je czcionkami ładowanymi z serwerów zgodnych z RODO lub umieść ich pliki lokalnie, na serwerze swojej witryny.

source: Scan your website with %1$s to see if your website uses Google Fonts. If it does, %2$sfollow this guide%3$s to learn how to make them comply with GDPR.
pl_pl: Przeskanuj swoją witrynę za pomocą %1$s, aby sprawdzić, czy korzysta ona z czcionek Google. Jeśli tak, %2$spostępuj zgodnie z tym przewodnikiem%3$s, aby dowiedzieć się, jak dostosować je do RODO.

source: Simple Analytics is installed
pl_pl: Simple Analytics jest zainstalowany

source: All settings below are optional.
pl_pl: Wszystkie poniższe ustawienia są nieobowiązkowe.

source: Installation & Loading
pl_pl: Instalacja i ładowanie

source: Use server-side tracking INSTEAD of browser tracking (deprecated by SA)
pl_pl: Używaj śledzenia po stronie serwera ZAMIAST śledzenia w przeglądarce (ta funkcja jest wygaszana przez SA)

source: Server-side tracking has been deprecated by Simple Analytics. Use this feature at your own risk. It may be removed at any moment.
pl_pl: Funkcja śledzenia po stronie serwera zostaje wygaszana przez Simple Analytics. Korzystaj z tej funkcji na własne ryzyko. Może ona zostać wyłączona w dowolnym momencie.

source: When this option is enabled, data about your visitors will be sent to Simple Analytics via server, and not their browser. This will bypass ad-blockers and increase accuracy of your data. However most of the options below will become unavailable. %1$sLearn more%2$s
pl_pl: Gdy ta opcja jest włączona, dane o twoich odwiedzających będą wysyłane do Simple Analytics za pośrednictwem Twojego serwera, a nie przeglądarki użytkownika. Pozwoli to ominąć blokady reklam i zwiększy dokładność twoich danych. Jednak większość poniższych opcji stanie się niedostępna. %1$sDowiedz się więcej%2$s

source: Custom domain for bypassing ad-blockers
pl_pl: Niestandardowa domena do omijania blokad reklam

source: Here you can paste the custom URL that you configured to bypass ad-blockers. If you are not sure what it means, go to your Simple Analytics dashboard > "Settings" > "Bypass Ad-blockers" section and see if any custom domain was entered there.
pl_pl: Tutaj możesz wkleić niestandardowy adres URL, który został skonfigurowany do omijania blokad reklam. Jeśli nie masz pewności, co to oznacza, przejdź do pulpitu nawigacyjnego Simple Analytics > "Settings" > sekcja "Bypass Ad-blockers" i sprawdź, czy wprowadzono tam niestandardową domenę.

source: Enter https:// at the begining of your address and put "/" at the end, for example %1$shttps://simple.example.com/%2$s
pl_pl: Wpisz https:// na początku adresu i umieść "/" na końcu, na przykład %1$shttps://simple.example.com/%2$s

source: Join traffic data from multiple websites under one domain
pl_pl: Połącz dane o ruchu z wielu witryn w jednej domenie

source: Enable this option if you have Simple Analytics installed on multiple domains and your visitors freely move between them. A common situation is when you have multiple language versions of the same site in different subdomains e.g. examples.com, de.example.com, fr.example.com.
pl_pl: Włącz tę opcję, jeśli masz zainstalowaną usługę Simple Analytics w wielu domenach, a odwiedzający swobodnie przemieszczają się między nimi. Częstą sytuacją jest, gdy masz wiele wersji językowych tej samej witryny w różnych subdomenach, np. examples.com, de.example.com, fr.example.com.

source: Enter the domain name in the field above (without the "https://" part) that you want all traffic from the other domains to be joined in. %1$sLearn more%2$s
pl_pl: Wprowadź nazwę domeny w powyższym polu (bez części "https://"), do której chcesz dołączyć cały ruch z innych domen. %1$sDowiedz się więcej%2$s

source: Remember, that Simple Analytics needs to be installed on all of those websites and the domain that you enter above needs to be registered in the Simple Analytics dashboard.
pl_pl: Pamiętaj, że Simple Analytics musi być zainstalowany na wszystkich tych witrynach, a domena, którą wprowadzisz powyżej, musi być zarejestrowana w panelu Simple Analytics.

source: Run on localhost (for web developers)
pl_pl: Uruchom na localhost (dla twórców stron internetowych)

source: Enable this, if you are running Simple Analytics on a localhost dev environment. %1$sRead more%2$s
pl_pl: Włącz tę opcję, jeśli uruchamiasz Simple Analytis w środowisku deweloperskim localhost. %1$sPrzeczytaj więcej%2$s

source: Track the same page with different hashes as different pages
pl_pl: Śledź tą samą stronę z różnymi hashami jako różne strony

source: Enable this, if you are running Simple Analytics on a single-page website and clicks in navigation scroll page to different sections on the page. %1$sRead more%2$s
pl_pl: Włącz tę opcję, jeśli korzystasz z Simple Analytics na jednostronicowej witrynie, a kliknięcia w linki nawigacyjne przewijają stronę do różnych sekcji na stronie. %1$sPrzeczytaj więcej%2$s

source: When this setting is enabled, Simple Analytics will load for all visitors - even for bots, logged in administrators and excluded users and locations (with the geolocation module). %1$sLearn more%2$s.
pl_pl: Gdy to ustawienie jest włączone, Simple Analytics załaduje się i zacznie śledzić wszystkich odwiedzających - nawet boty, zalogowanych administratorów, wykluczonych użytkowników i osoby z wykluczonych lokalizacji (z modułem geolokalizacji). %1$sDowiedz się więcej%2$s.

source: If visitor's country is not recognized, Simple Analytics will load as usual.
pl_pl: Jeśli kraj odwiedzającego nie zostanie rozpoznany, Simple Analytics załaduje się jak zwykle.

source: Well done! TikTok pixel is installed
pl_pl: Dobra robota! Piksel TikTok jest zainstalowany

source: The data is tracked by a pixel with an ID
pl_pl: Dane są śledzone przez piksel o identyfikatorze

source: Learn %1$swhere to get pixel ID from%2$s.
pl_pl: Dowiedz się %1$sgdzie znaleźć Pixel ID%2$s.

source: When this option is enabled, all clicks on email and phone links will be tracked and sent to TikTok. However, due to TikToks tracking limitations, the event will NOT contain information WHICH link was clicked.
pl_pl: Gdy ta opcja jest włączona, wszystkie kliknięcia linków kierujących do adresów e-mail i numerów telefonicznych będą śledzone i wysyłane do TikTok. Jednak ze względu na ograniczenia śledzenia TikTok, zdarzenie NIE będzie zawierać informacji, który link został kliknięty.

source: When this option is enabled, all downloads of files in the provided formats will be tracked and sent to TikTok. However, due to TikToks tracking limitations, the event will NOT contain information WHICH file was downloaded.
pl_pl: Gdy ta opcja jest włączona, wszystkie pobrania plików w podanych formatach będą śledzone i wysyłane do TikTok. Jednak ze względu na ograniczenia śledzenia TikTok, zdarzenie NIE będzie zawierać informacji, który plik został pobrany.

source: How TikTok will track it
pl_pl: Jak TikTok będzie go śledził

source: All clicks on page elements will be tracked and sent to TikTok as a single event "ClickButton".
pl_pl: Wszystkie kliknięcia elementów strony będą śledzone i wysyłane do TikTok jako pojedyncze zdarzenie "ClickButton".

source: However, this event will NOT contain context WHICH page element was clicked. To do this, you need to send to TikTok Pixel a custom event.
pl_pl: Jednak to zdarzenie NIE będzie zawierać kontekstu, który element strony został kliknięty. Aby to zrobić, musisz wysłać do TikTok Pixel niestandardowe zdarzenie.

source: How to create custom events in WP FP
pl_pl: Jak tworzyć niestandardowe zdarzenia (custom events) w WP FP

source: your_custom_event_name (required)
pl_pl: your_custom_event_name (wymagane)

source: When this option is enabled, all form submissions will be tracked and sent to TikTok as a single event "SubmitForm".
pl_pl: Gdy ta opcja jest włączona, wszystkie zgłoszenia formularzy będą śledzone i wysyłane do TikTok jako pojedyncze zdarzenie "SubmitForm".

source: However, this event will NOT contain context WHICH form was submitted. To do this, you need to send to TikTok Pixel a custom event.
pl_pl: Jednak to zdarzenie NIE będzie zawierać kontekstu, który formularz został przesłany. Aby to zrobić, musisz wysłać do TikTok Pixel niestandardowe zdarzenie.

source: Filter by features
pl_pl: Filtruj po funkcjach

source: Traffic statistics
pl_pl: Statystyki ruchu

source: Info on traffic sources, visitor numbers, page popularity, etc.
pl_pl: Informacje o źródłach ruchu, liczbie odwiedzających, popularności strony itp.

source: Conversion tracking, building visitors lists for ad campaigns
pl_pl: Śledzenie konwersji, tworzenie list odwiedzających dla kampanii reklamowych

source: Tracking store events, like purchases, product views, etc.
pl_pl: Śledzenie zdarzeń w sklepie, takich jak zakupy, wyświetlenia produktów itp.

source: Domain proxing
pl_pl: Proxing domeny

source: More accurate tracking that bypasses ad blockers
pl_pl: Dokładniejsze śledzenie, które omija blokady reklam

source: Server-side tracking
pl_pl: Śledzenie po stronie serwera

source: Much more accurate tracking that bypasses ad blockers (Pro only)
pl_pl: Znacznie dokładniejsze śledzenie, które omija blokery reklam (tylko Pro)

source: Do not need a consent banner
pl_pl: Nie wymagają użycia banera zgody

source: In some cases extra setup may be required
pl_pl: W niektórych przypadkach może być wymagana dodatkowa konfiguracja

source: Heatmaps & session recordings
pl_pl: Heatmapy i nagrania sesji

source: See how your website is used and where visitors have issues
pl_pl: Zobacz, jak twoja strona jest używana i gdzie odwiedzający mają problemy

source: A/B testing
pl_pl: Testy A/B

source: Test multiple versions of your content or design
pl_pl: Przetestuj wiele wersji treści lub projektu

source: Surveys
pl_pl: Ankiety

source: Get feedback straight from your visitors
pl_pl: Uzyskaj informacje zwrotne od użytkowników

source: Requires GA #1
pl_pl: Wymaga GA #1

source: Crazy Egg let's you:
pl_pl: Crazy Egg pozwala na:

source: record how your users interact with your website,
pl_pl: rejestrowanie, w jaki sposób użytkownicy wchodzą w interakcję z Twoją witryną,

source: see where they click the most and the least,
pl_pl: zobaczenie, gdzie klikają najczęściej, a gdzie najrzadziej,

source: and test multiple versions of your content (to see which performs better).
pl_pl: oraz przetestowanie wielu wersji treści (aby zobaczyć, która z nich działa lepiej).

source: %1$sLearn more about this module%2$s
pl_pl: %1$sDowiedz się więcej o tym module%2$s

source: %1$sVisit Crazy Egg website%2$s
pl_pl: %1$sOdwiedź stronę Crazy Egg%2$s

source: Google Ads integration allows you to track conversions from your Google advertising campaigns.
pl_pl: Integracja z Google Ads umożliwia śledzenie konwersji z Twoich kampanii reklamowych Google.

source: %1$sVisit Google Ads website%2$s
pl_pl: %1$sOdwiedź stronę Google Ads%2$s

source: Google Analytics is the most popular free website analytics software.
pl_pl: Google Analytics to najpopularniejsze na świecie darmowe oprogramowanie do analizy ruchu stron internetowych.

source: You can use Google Analytics to measure and analyze your traffic, user behavior and performance of your WooCommerce store.
pl_pl: Możesz używać Google Analytics do mierzenia i analizowania ruchu, zachowań użytkowników i wydajności swojego sklepu WooCommerce.

source: Google Analytics can also send data to Google Ads, making a separate Google Ads tag no longer needed.
pl_pl: Google Analytics może również wysyłać dane do Google Ads, dzięki czemu oddzielny tag Google Ads nie jest już potrzebny.

source: %1$sVisit Google Analytics website%2$s
pl_pl: %1$sOdwiedź stronę Google Analytics%2$s

source: This module adds a 2nd integration of Google Analytics.
pl_pl: Ten moduł dodaje drugą integrację Google Analytics.

source: Hotjar is a business-oriented tool that lets you:
pl_pl: Hotjar to narzędzie zorientowane na biznes, które umożliwia:

source: and collect user feedback.
pl_pl: oraz zbieranie opinii użytkowników.

source: %1$sVisit Hotjar website%2$s
pl_pl: %1$sOdwiedź stronę Hotjar%2$s

source: Inspectlet allows you to:
pl_pl: Inspectlet pozwala na:

source: collect user feedback,
pl_pl: zbieranie opinii użytkowników,

source: and test multiple versions of your content to see which performs better.
pl_pl: i testowanie wielu wersji treści, aby sprawdzić, która z nich działa lepiej.

source: %1$sVisit Inspectlet website%2$s
pl_pl: %1$sOdwiedź stronę internetową Inspectlet%2$s

source: LinkedIn integration allows you to:
pl_pl: Integracja z LinkedIn pozwala na:

source: build lists of visitors who may be interested in your offer (to show them ads on Linked In)
pl_pl: tworzenie list odwiedzających, którzy mogą być zainteresowani Twoją ofertą (aby wyświetlać im reklamy na LinkedIn)

source: and measure the conversions of those ads.
pl_pl: i mierzenie konwersji tych reklam.

source: %1$sVisit LinkedIn Insight website%2$s
pl_pl: %1$sOdwiedź stronę LinkedIn Insight%2$s

source: This module lets you install Matomo on your website. It supports Matomo on-premise and cloud versions.
pl_pl: Ten moduł pozwala zainstalować Matomo na Twojej stronie internetowej. Obsługuje wersje Matomo on-premise i cloud.

source: Matomo is a powerful Google Analytics alternative. It is similar to Google Analytics UA but it is slightly easier to use. Matomo can import GA UA's data and it can work as its replacement.
pl_pl: Matomo to alternatywa dla Google Analytics. Jest podobny do Google Analytics UA, ale jest nieco łatwiejszy w użyciu. Matomo może importować dane GA UA i może działać jako jego zamiennik.

source: %1$sVisit Matomo website%2$s
pl_pl: %1$sOdwiedź stronę internetową Matomo%2$s

source: Meta Pixel lets you:
pl_pl: Meta Pixel pozwala na:

source: build lists of visitors who may be interested in your offer (for Facebook and Instagram ads)
pl_pl: tworzenie list odwiedzających, którzy mogą być zainteresowani Twoją ofertą (w przypadku reklam na Facebooku i Instagramie)

source: and measure the conversions from Facebook and Instagram advertising campaigns.
pl_pl: i mierzenie konwersji z kampanii reklamowych na Facebooku i Instagramie.

source: Microsoft Advertising integration allows you to:
pl_pl: Integracja z Microsoft Advertising pozwala na:

source: build lists of visitors who may be interested in your offer - to show them ads on Bing, Yahoo and other search engines
pl_pl: tworzenie list odwiedzających, którzy mogą być zainteresowani Twoją ofertą - aby wyświetlać im reklamy w Bing, Yahoo i innych wyszukiwarkach

source: %1$sVisit Microsoft Advertising website%2$s
pl_pl: %1$sOdwiedź witrynę Microsoft Advertising%2$s

source: Microsoft Clarity lets you:
pl_pl: Dzięki Microsoft Clarity możesz:

source: collect basic traffic statistics,
pl_pl: zbierać podstawowe statystyki ruchu,

source: record how your users interact with your website (see where they click the most and the least).
pl_pl: rejestrować, w jaki sposób użytkownicy wchodzą w interakcję z Twoją witryną (zobacz, gdzie klikają najczęściej, a gdzie najrzadziej).
