Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Track every form with a different event
pl_pl: Śledź każdy formularz innym zdarzeniem

source: Track every form with the same event but different parameter (advanced)
pl_pl: Śledź każdy formularz przy pomocy tego samego zdarzenia, ale z innym parametrem (zaawansowane)

source: Forms
pl_pl: Formularze

source: Event name or form name
pl_pl: Nazwa zdarzenia lub nazwa formularza

source: Track when visitors see specific page elements
pl_pl: Śledź, kiedy odwiedzający widzą określone elementy na stronie

source: Enable this function to track when specific page elements are visible to the visitor.
pl_pl: Włącz tę funkcję, aby śledzić, kiedy określone elementy strony są widoczne dla odwiedzającego.

source: When you choose this option, every time someone sees a page element you specify, WP FP will send to GA an event with a name for this element. The event names must follow %1$sthese naming rules%2$s.
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś zobaczy określony przez Ciebie element strony, WP FP wyśle do GA zdarzenie o nazwie przypisanej do tego elementu. Nazwy zdarzeń muszą być zgodne z %1$stymi regułami nazewnictwa%2$s.

source: When you choose this option, every time someone sees a page elements, WP FP will send to your GA event "element_view".
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś zobaczy elementy strony, WP FP wyśle do GA zdarzenie „element_view”.

source: Information about the names of the seen elements will be sent to GA as event parameters.
pl_pl: Informacja o nazwach widzianych elementów zostanie wysłana do GA jako parametry zdarzenia.

source: To see these parameters / names in your GA reports, you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$sviewed_element%2$s and build a custom report.
pl_pl: Aby zobaczyć te parametry / nazwy w raportach GA, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$sviewed_element%2$s i zbudować niestandardowy raport.

source: Viewed elements
pl_pl: Wyświetlone elementy

source: Event name or element name (required)
pl_pl: Nazwa wydarzenia lub nazwa elementu (wymagane)

source: Track scroll depths
pl_pl: Śledź głębokość przewijania strony

source: Track every depth level with a different event
pl_pl: Śledź każdy poziom głębokości innym zdarzeniem

source: Track every depth level with one event with parameters
pl_pl: Śledź każdy poziom głębokości przy pomocy tego samego zdarzenia, ale innego parametru (zaawansowane)

source: Enable this function to track how deep people scroll your pages.
pl_pl: Włącz tę funkcję, aby śledzić, jak głęboko ludzie przewijają Twoje strony.

source: "Track every depth level with a different event" option
pl_pl: Opcja "Śledź każdy poziom głębokości innym zdarzeniem"

source: When you choose this option, when a depth level is reached, WP FP will send to GA an event "scrolled_[depth]", e.g. scrolled_50
pl_pl: Po wybraniu tej opcji, WP FP wyśle do GA zdarzenie „scrolled_[depth]” (np. scrolled_50) kiedy odwiedzający przesunie stronę do wybranej gębokości

source: When you choose this option, every time someone reaches a specified depthd, WP FP will send to your GA event "scroll".
pl_pl: Po wybraniu tej opcji, za każdym razem, gdy ktoś osiągnie określoną głębokość, WP FP wyśle do GA zdarzenie „scroll”.

source: Information about the depth will be sent to GA as event parameters.
pl_pl: Informacja o głębokości zostanie wysłana do GA jako parametry zdarzenia.

source: To see these parameters in your GA reports, you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$spercent_scrolled%2$s and build a custom report.
pl_pl: Aby zobaczyć te parametry / nazwy w raportach GA, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$spercent_scrolled%2$s i zbudować niestandardowy raport.

source: To have the timer data available in GA, you need to %3$sregister a custom metric in GA%4$s with event parameter %1$suser_engagement_time%2$s. Unit of measurement: seconds.
pl_pl: Aby dane licznika czasu były dostępne w GA, musisz %3$szarejestrować niestandardową metrykę w GA%4$s z parametrem zdarzenia %1$suser_engagement_time%2$s. Jednostka miary: sekundy.

source: This feature lets you measure how much time users actively spend on your website (scrolling, reading, etc.).
pl_pl: Ta funkcja pozwala zmierzyć, ile czasu użytkownicy aktywnie spędzają na Twojej stronie (przewijając, czytając itp.).

source: This does not, however, use Google Analytics' method of tracking engagement time. The method used here is more precise but it requires the use of Calculated Metrics feature of GA, which requires certain knowledge and experience.
pl_pl: Ta funkcja nie wykorzystuje Google Analytics do śledzenia czasu zaangażowania. Zastosowana tutaj metoda jest bardziej precyzyjna, ale wymaga użycia funkcji Calculated Metrics GA, która wymaga pewnej wiedzy i doświadczenia.

source: How does it work?
pl_pl: Jak to działa?

source: Time of engagement starts running when a user focuses a tab with page’s content and pauses whenever a tab loses focus. In other words the timer doesn’t run if a user is not looking at the content.
pl_pl: Czas zaangażowania rozpoczyna się, gdy użytkownik rozpoczyna oglądanie treści strony i zatrzymuje się, gdy strona przestaje być aktywna. Innymi słowy, timer nie działa, jeśli użytkownik nie widzi treści.

source: When a user stops scrolling or moving a mouse, a 15 second countdown starts. If during this time the user doesn’t move the mouse or scroll the window, the timer is paused. It resumes counting the time when the user makes an action.
pl_pl: Gdy użytkownik przestaje być aktywny, rozpoczyna się 15-sekundowe odliczanie. Jeśli w tym czasie użytkownik nie poruszy myszą ani nie przewinie okna, licznik czasu zostanie wstrzymany. Odliczanie jest wznawiane kiedy użytkownik powraca do wykonywania czynności na stronie.

source: The time info is sent to GA before the user closes his browser or changes a browser tab.
pl_pl: Informacje o czasie są wysyłane do GA, zanim użytkownik zamknie przeglądarkę lub zmieni kartę przeglądarki.

source: When a user returns to the page, the timer is cleared and starts counting from zero. This is important for the calculations - as described below.
pl_pl: Gdy użytkownik powraca na stronę, licznik czasu jest zerowany. Jest to istotne dla obliczeń - jak opisano poniżej.

source: How to get the data
pl_pl: Jak pozyskać dane

source: All the timer events that WP FP sends to Google Analytics contain information about how long the user was engaged with the content since the last sent event. In other words, if a visitors changes tabs several times during one pageview, WP FP will send several timer events.
pl_pl: Wszystkie zdarzenia licznika czasu aktywności, które WP FP wysyła do Google Analytics, zawierają informacje o tym, jak długo użytkownik był zaangażowany w treść od ostatniego wysłanego zdarzenia. Innymi słowy, jeśli odwiedzający zmieni zakładki kilka razy podczas jednej odsłony, WP FP wyśle kilka zdarzeń licznika czasu.

source: This means, that in order to learn how much time the user was engaged with the content, you need to add all these numbers together.
pl_pl: Oznacza to, że aby dowiedzieć się, ile czasu użytkownik był zaangażowany w treść, musisz dodać wszystkie te liczby razem.

source: This can be done using Google's Calculated Metrics feature. Here's a guide with an explainer video showing how to do it. Please mind, that this is for advanced GA users.
pl_pl: Można to zrobić za pomocą funkcji "Calculated Metrics" w Google Analytics. Oto przewodnik z filmem wyjaśniającym, jak to zrobić. Należy pamiętać, że jest to przeznaczone dla zaawansowanych użytkowników GA.

source: Go to the tutorial
pl_pl: Przejdź do poradnika

source: Track JavaScript errors
pl_pl: Śledź błędy JavaScript

source: This will send to Google Analytics descriptions of JavaScript errors on your site. Use it with caution! If your site has many errors, the number of events may exceed Google Analytics' limit. Events descriptions are limited to 100 characters (Google's limit).
pl_pl: Spowoduje to wysłanie do Google Analytics opisów błędów JavaScript w Twojej witrynie. Używaj tego ostrożnie! Jeśli Twoja witryna zawiera wiele błędów, liczba zdarzeń może przekroczyć limit Google Analytics. Opisy wydarzeń są ograniczone do 100 znaków (limit Google).

source: To see this data in reports you need to %3$sregister a custom dimension in GA%4$s with event parameter %1$sjs_error_details%2$s.
pl_pl: Aby zobaczyć te dane w raportach, musisz %3$szarejestrować niestandardowy wymiar w GA%4$s z parametrem zdarzenia %1$sjs_error_details%2$s.

source: When this happens
pl_pl: Kiedy to się wydarzy

source: Send to GA event
pl_pl: Wyślij do GA zdarzenie

source: Parameter name, e.g. "page_type"
pl_pl: Nazwa parametru, np. "page_type"

source: Only lowercase letters, digits and underscores. Parameter name cannot start with a digit.
pl_pl: Tylko małe litery, cyfry i podkreślenia. Nazwa parametru nie może zaczynać się od cyfry.

source: Track page IDs
pl_pl: Śledź identyfikatory stron

source: Parameter name, e.g. "page_id"
pl_pl: Nazwa parametru, np. "page_type"

source: Track the current page number of categories, tags, etc.
pl_pl: Śledź numer strony (z listą postów, produktów, itp.).

source: Parameter name, e.g. "page_number"
pl_pl: Nazwa parametru, np. "page_number"

source: Parameter name, e.g. "post_date"
pl_pl: Nazwa parametru, np. "post_date"

source: Parameter name, e.g. "user_role"
pl_pl: Nazwa parametru, np. "user_role"

source: Parameter name, e.g. "page_lang"
pl_pl: Nazwa parametru, np. "page_lang"

source: Parameter name, e.g. "taxonomy_terms"
pl_pl: Nazwa parametru, np. "taxonomy_terms"

source: This will track the categories, tags and formats of posts and pages. You can enable tracking other terms in the "Shared tracking settings" > "Default settings".
pl_pl: Włącza śledzenie kategorii, tagów i formatów wpisów i stron. Możesz włączyć śledzenie innych terminów na stronie "Wspólne ustawienia śledzenia" > "Ustawienia domyślne".

source: Sometimes it can be difficult to say if a term, e.g. "european music" is a tag or a category. Enable this setting and this information will be sent to Google Analytics along with the term itself, e.g. "european music (tag)"
pl_pl: Czasami może być trudno określić, czy termin, np. „muzyka europejska” jest tagiem czy kategorią. Włącz to ustawienie, a te informacje zostaną wysłane do Google Analytics wraz z samym terminem, np. "muzyka europejska (tag)"

source: Enable this to send term names (e.g. product category) instead of their slugs (e.g. product_category). Enabling this feature is not recommended since term names can sometimes be changed while slugs are changed only on very rare occasions.
pl_pl: Włącz tę opcję, aby wysyłać nazwy terminów (np. kategoria produktu) zamiast ich nazw uproszczonych (np. product_category). Włączenie tej funkcji nie jest zalecane, ponieważ nazwy terminów mogą być czasami zmieniane, podczas gdy nazwy uproszczone są zmieniane tylko w bardzo rzadkich przypadkach.

source: Track unmodified page titles
pl_pl: Śledź niezmodyfikowane tytuły stron

source: By default, Google Analytics takes page titles from the "title" meta tag. This is not perfect since this tag can often change (e.g. when you tweak it with an SEO plugin). The result is that your Google Analytics can show you reports where one page can have multiple entries - under different titles.
pl_pl: Domyślnie Google Analytics pobiera tytuły stron z metatagu "title". Nie jest to idealne rozwiązanie, ponieważ ten tag może się często zmieniać (np. gdy dostosowujesz go za pomocą wtyczki SEO). W rezultacie Google Analytics może pokazywać raporty, w których jedna strona może mieć wiele wpisów - pod różnymi tytułami.

source: When you enable this option, WP Full Picture will send to Google Analytics the default title of your page as used on the page / post / product edit screen. This will make data analysis easier.
pl_pl: Gdy włączysz tę opcję, WP Full Picture wyśle do Google Analytics domyślny tytuł Twojej strony używany na ekranie edycji strony / postu / produktu. Ułatwi to analizę danych.

source: Track SEO titles (displayed in Google's search results)
pl_pl: Śledź tytuły SEO (wyświetlane w wynikach wyszukiwania Google)

source: Parameter name, e.g. "seo_title"
pl_pl: Nazwa parametru, np. "seo_title"

source: Parameter name, e.g. "post_author"
pl_pl: Nazwa parametru, np. "post_author"

source: Tracking personally identifiable information is against Google's policy. Make sure that the displayed names are pseudonyms.
pl_pl: Śledzenie danych osobowych jest niezgodne z polityką Google. Upewnij się, że wyświetlane nazwy są pseudonimami.

source: Track authors IDs
pl_pl: Śledź ID autorów

source: Parameter name, e.g. "author_id"
pl_pl: Nazwa parametru, np. "author_id"

source: Do not enable this option if authors of content of your site have administrator rights. This will expose their IDs making attacks easier. Don't help attackers hack your site.
pl_pl: Nie włączaj tej opcji, jeśli autorzy w Twojej witrynie mają uprawnienia administratora. Ujawni to ich identyfikatory, ułatwiając ataki. Nie pomagaj atakującym włamać się na twoją stronę.

source: Track the number of search results
pl_pl: Śledź liczbę wyników wyszukiwania

source: Parameter name, e.g. "search_results_nr"
pl_pl: Nazwa parametru, np. "search_results_nr"

source: To view data in your Google Analytics reports you need to register custom dimensions in Google Analytics' panel using the same event parameter names as you entered in the fields.
pl_pl: Aby wyświetlić te dane w raportach Google Analytics, musisz zarejestrować niestandardowe wymiary w panelu Google Analytics przy użyciu tych samych nazw parametrów zdarzeń, które wpisałeś w polach.

source: Event parameter names must contain only lowercase letters, digits and underscores and cannot begin with a digit.
pl_pl: Nazwy parametrów zdarzeń muszą się składać wyłącznie z małych liter, cyfr i podkreśleń i nie mogą zaczynać się od cyfry.

source: parameter_name
pl_pl: nazwa_parametru

source: WooCommerce tracking
pl_pl: Śledzenie WooCommerce

source: Measurement Protocol API secret key
pl_pl: Sekretny klucz API Measurement Protocol

source: Measurement Protocol is only used for WooCommerce Status-Based Order Tracking (see below). %1$sLearn where to find the MP key%2$s
pl_pl: Measurement Protocol jest używany tylko do śledzenia zamówień na podstawie statusu (patrz poniżej). %1$sDowiedz się, gdzie znaleźć klucz MP%2$s

source: Status-Based Order Tracking with Measurement Protocol
pl_pl: Śledzenie zamówień na podstawie statusu z Measurement Protocol

source: Status-Based Order Tracking is an alternative method of tracking purchases. It tracks orders, refunds and cancellations. You can learn how it works %1$son this page%2$s.
pl_pl: Śledzenie zamówień na podstawie statusu to alternatywna metoda śledzenia zamówień. Śledzi zamówienia, zwroty i anulowania. Możesz dowiedzieć się, jak to działa %1$sna tej stronie%2$s.

source: Attention. Google Analytics has an important limitation. Google Analytics is not able to track orders if it receives "purchase" event that is older than 3 days.
pl_pl: Uwaga. Google Analytics ma ważne ograniczenie. Google Analytics nie jest w stanie śledzić zamówień, jeśli otrzyma zdarzenie "purchase" starsze niż 3 dni.

source: Custom metadata for purchase event
pl_pl: Niestandardowe metadane dla zdarzenia zakupu

source: This setting lets you add custom metadata to your purchase event. The data will be sent only server-side, with the Status-Based Order Tracking.
pl_pl: To ustawienie umożliwia dodanie niestandardowych metadanych do zdarzenia zakupu. Dane będą wysyłane tylko po stronie serwera, wraz ze śledzeniem zamówień opartym na statusie.

source: Remember, that you need to register this data as a custom dimension, to see it in the Google Analytics reports.
pl_pl: Pamiętaj, że musisz zarejestrować te dane jako wymiar niestandardowy, aby zobaczyć je w raportach Google Analytics.

source: Metadata key
pl_pl: Klucz metadanych

source: Integer
pl_pl: Liczba całkowita

source: Number with decimals
pl_pl: Liczba z miejscami dziesiętnymi

source: User ID - for cross-browser tracking
pl_pl: ID użytkownika - do "cross-browser tracking"

source: Real name, surname, phone number, email address and physical address of customers and logged-in users (enabled with Enhanced Conversions)
pl_pl: Prawdziwe imię, nazwisko, numer telefonu, adres e-mail i adres fizyczny klientów i zalogowanych użytkowników (włączone dzięki funkcji Konwersje Rozszerzone (Enhanced Conversions))

source: Order ID
pl_pl: ID zamówienia

source: Well done! Your second GA 4 is installed
pl_pl: Dobra robota! Twój drugi GA 4 jest zainstalowany

source: This installation of Google Analytics loads together with the first installation.
pl_pl: Ta instalacja Google Analytics ładuje się razem z pierwszą instalacją.

source: This installation of Google Analytics tracks the same WooCommerce events as the first installation and uses its settings.
pl_pl: Ta instalacja Google Analytics śledzi te same zdarzenia WooCommerce, co pierwsza instalacja i korzysta z jej ustawień.

source: Attention. GA4 #2 does not work with the Measurement Protocol. If you have it enabled in the first GA4 module, please disable it. Otherwise purchases will not be tracked by GA4 #2.
pl_pl: Uwaga. GA4 #2 nie współpracuje z Measurement Protocol. Jeśli masz go włączonego w pierwszym module GA4, wyłącz go. W przeciwnym razie zamówienia nie będą śledzone przez GA4 #2.

source: %1$sLearn where to find it%2$s
pl_pl: %1$sDowiedz się, gdzie go znaleźć%2$s

source: Attention. Google cannot properly detect if multiple Google Analytics and Ads tools are installed. If you click "test instalation" in your Google account, disregard its result.
pl_pl: Uwaga. Google nie jest w stanie prawidłowo wykryć, czy zainstalowanych jest wiele narzędzi Google Analytics i Ads. Jeśli klikniesz "test instalacyjny" na swoim koncie Google, zignoruj jego wynik.

source: Cross-device and cross-browser tracking
pl_pl: Identyfikuj użytkowników, logujących się na różnych urządzeniach i przeglądarkach

source: Identifies logged-in users across devices and browsers by their user WordPress user IDs.
pl_pl: Identyfikuje zalogowanych użytkowników na różnych urządzeniach i przeglądarkach na podstawie ich identyfikatorów użytkownika WordPress.

source: This will track the categories, tags and formats of posts and pagesYou can enable tracking other terms in the "Shared tracking settings" > "Default settings".
pl_pl: Domyślnie Wp Full Picture śledzi kategorie, tagi i formaty postów i stron. Możesz włączyć śledzenie innych typów treści (terminów) na stronie "Wspólne ustawienia śledzenia" > "Ustawienia domyślne".

source: To view data in your Google Analytics reports you also need to register custom dimensions in Google Analytics' panel using the same event parameter names as you entered in the fields.
pl_pl: Aby wyświetlić dane w raportach Google Analytics, musisz również zarejestrować niestandardowe wymiary w panelu Google Analytics przy użyciu tych samych nazw parametrów zdarzeń, które wpisałeś w polach.

source: How NOT to use Google Ads with WP Full Picture.
pl_pl: Jak NIE używać Google Ads z WP Full Picture.

source: Well done! Google Ads is installed
pl_pl: Dobra robota! Google Ads jest zainstalowane

source: The data is sent to Google Tag ID
pl_pl: Dane są przesyłane do Google Tag ID

source: %1$sFollow this tutorial%2$s to get conversion labels that you can use below.
pl_pl: %1$sPostępuj zgodnie z tym samouczkiem%2$s, aby uzyskać etykiety konwersji, których możesz użyć poniżej.

source: Provide %1$sconversion labels%2$s in the fields below to track purchases, checkouts and additions to cart as conversions.
pl_pl: Podaj %1$setykiety konwersji (conevrsion labels)%2$s w poniższych polach, aby śledzić jako konwersje zamówienia, rozpoczęcia składania zamówienia i dodania do koszyka.

source: %1$sHow to get GTAG ID and Conversion ID and install Google Ads%2$s.
pl_pl: %1$sGdzie znaleźć GTAG ID i Conversion ID aby zainstalować Google Ads%2$s.

source: Provide Conversion ID if it is different from GTAG ID.
pl_pl: Podaj Conversion ID, jeśli różni się on od identyfikatora GTAG.

source: Enhanced Conversion improves the accuracy of conversion tracking by sending to Google your visitors' personal information, like their email address, first and last name and physical address. This information is later used by Google to better match the conversions with specific users.
pl_pl: Konwersje rozszerzone (Enhanced Conversions) poprawiają dokładność śledzenia konwersji, wysyłając do Google dane osobowe odwiedzających, takie jak adres e-mail, imię i nazwisko oraz adres fizyczny. Informacje te są później wykorzystywane przez Google w celu lepszego dopasowania konwersji do konkretnych użytkowników.

source: To implement Enhanced Conversions follow the steps below.
pl_pl: Aby wdrożyć Konwersje Rozszerzone (Enhanced Conversions), wykonaj poniższe kroki.

source: Track clicks on all email links as conversions
pl_pl: Śledź kliknięcia na wszystkie linki e-mail jako konwersje

source: Conversion label (required)
pl_pl: Etykieta konwersji (wymagana)

source: This will track clicks in all email links on your website. If you want to track only specific links, please use the option to "track clicks on page elements [...]" below.
pl_pl: Spowoduje to śledzenie kliknięć we wszystkie linki do adresów email w Twojej witrynie. Jeśli chcesz śledzić tylko określone linki, skorzystaj z opcji "śledzenia kliknięć w elementy strony [...]" poniżej.

source: Track clicks on all tel. links as conversions
pl_pl: Śledź kliknięcia na wszystkie linki tel. jako konwersje

source: This will track clicks in all telephone links on your website. If you want to track only specific links, please use the option to "track clicks on page elements [...]" below.
pl_pl: Spowoduje to śledzenie kliknięć we wszystkie linki telefoniczne w Twojej witrynie. Jeśli chcesz śledzić tylko określone linki, skorzystaj z opcji "śledzenia kliknięć na elementy strony [...]" poniżej.

source: Track clicks on affiliate links as conversions
pl_pl: Śledź kliknięcia w linki partnerskie i afiliacyjne jako konwersje

source: Track clicks on page elements as conversions
pl_pl: Śledź kliknięcia w elementy strony jako konwersje

source: Track form submissions as conversions
pl_pl: Śledź przesłane formularze jako konwersje

source: Track as conversions when page elements show on screen
pl_pl: Śledź konwersje, gdy wybrane elementy strony pojawią się na ekranie

source: Track conversions when specific conditions are met
pl_pl: Śledź jako konwersje, gdy spełnione są określone warunki

source: Send an event with a conversion label
pl_pl: Wyślij zdarzenie z etykietą konwersji

source: Conversion label
pl_pl: Etykieta konwersji

source: Track purchases as conversions
pl_pl: Śledź zamówienia jako konwersje

source: Conversion event will be sent with cart value and IDs of the purchased items.
pl_pl: Zdarzenie konwersji zostanie wysłane z wartością koszyka i identyfikatorami zakupionych produktów.

source: To get the conversion label, please follow this %1$sshort video tutorial%2$s.
pl_pl: Aby uzyskać etykietę konwersji, postępuj zgodnie z %1$stym krótkim samouczkiem wideo %2$s.

source: Track checkouts as conversions
pl_pl: Śledź rozpoczęcie składania zamówienia jako konwersje
