Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Attention. By default, this event will be sent every time the user visits the checkout page - even if it happens multiple times in one session (except page refreshes). You can disable it by setting this conversion as a single-time conversion in the Google Ads panel (while registering a new conversion type).
pl_pl: Uwaga. Domyślnie, zdarzenie będzie wysyłane za każdym razem, gdy użytkownik odwiedzi stronę składania zamówienia - nawet jeśli zdarzy się to wiele razy w ciągu jednej sesji (z wyjątkiem odświeżenia strony). Możesz to wyłączyć, ustawiając tę konwersję jako konwersję jednorazową w panelu Google Ads (podczas rejestracji nowego typu konwersji).

source: Track additions to cart as conversions
pl_pl: Śledź dodania do koszyka jako konwersje

source: Conversion event will be sent with the IDs of the items added to cart and their total value.
pl_pl: Zdarzenie konwersji zostanie wysłane z ID produktów dodanych do koszyka i ich łączną wartością.

source: Your business type
pl_pl: Twój typ działalności

source: Retail
pl_pl: Handel detaliczny

source: Local business
pl_pl: Biznes lokalny

source: Real estate
pl_pl: Nieruchomości

source: These settings are common for Google Analytics and Google Ads. Do not change them if you are not sure how they work.
pl_pl: Te ustawienia są wspólne dla Google Analytics i Google Ads. Nie zmieniaj ich, jeśli nie masz pewności, jak działają.

source: Google tag settings
pl_pl: Ustawienia tagu Google

source: /unique_address
pl_pl: /unikalny_adres

source: Google Tag Gateway masks Google's tracking scripts to look as if they were loaded from your own domain. As a result, you get:
pl_pl: Google Tag Gateway maskuje skrypty śledzące Google, aby wyglądały tak, jakby zostały załadowane z Twojej własnej domeny. W rezultacie otrzymujesz:

source: %1$sMore data:%2$s This should increase the number of tracked users by up to 5 percent, since scripts loaded this way are less likely to be blocked by ad blockers.
pl_pl: %1$sWięcej danych:%2$s Powinno to zwiększyć liczbę śledzonych użytkowników nawet o 5 procent, ponieważ skrypty ładowane w ten sposób są mniej podatne na blokowanie przez programy blokujące reklamy.

source: %1$sBetter ad performance:%2$s you are tracking more conversions, leading to better campaign results.
pl_pl: %1$sLepsza skuteczność reklam:%2$s śledzisz więcej konwersji, co prowadzi do lepszych wyników kampanii.

source: At the moment Google Tag Gateway can only be used with websites proxied by Cloudflare.
pl_pl: W tej chwili Google Tag Gateway może być używany tylko z witrynami używającymi Cloudflare.

source: Use link decoration to improve conversion tracking
pl_pl: Użyj dekoracji linków, aby poprawić śledzenie konwersji

source: This will enable Google's "url_passthrough" feature for link decoration. It will add a Google's advertising identifier to all links on your website which will improve conversion tracking.
pl_pl: Spowoduje to włączenie funkcji "url_passthrough" Google dla dekoracji linków. Doda identyfikator reklam Google'a do wszystkich linków na Twojej stronie internetowej, co poprawi śledzenie konwersji.

source: Attention! Using link decoration is a legal grey area and may be illegal in countries where consent before tracking is necessary (opt-in). Use at your own risk.
pl_pl: Uwaga! Korzystanie z dekoracji linków może być nielegalne w krajach, w których wymagana jest zgoda przed śledzeniem (opt-in). W chwili obecnej nie ma co do tego pewności. Używaj na własne ryzyko.

source: Attention! Link decoration may, in very rare cases, cause problems on a website. To test it, visit your website from a Google advertisement and finish the whole conversion path.
pl_pl: Uwaga! Dekoracja linków może w bardzo rzadkich przypadkach powodować problemy na stronie internetowej. Aby to przetestować, wejdź na swoją stronę z reklamy Google i przejdź całą ścieżkę konwersji.

source: Attention! Link decoration will only be used in countries where consent banner lets users decline tracking.
pl_pl: Uwaga! Dekoracja linków będzie używana tylko w krajach, w których baner zgody pozwala użytkownikom nie wyrazić zgody na śledzenie.

source: How NOT to use GTM with WP Full Picture.
pl_pl: Jak NIE używać GTM z WP Full Picture.

source: Well done! GTM is installed.
pl_pl: Dobra robota! GTM jest zainstalowany.

source: The data is sent to the container
pl_pl: Dane są wysyłane do kontenera

source: Tracking tools installed with GTM, track all users - even those who did not agree to tracking or are excluded from tracking (in the General Settings page).
pl_pl: Narzędzia śledzące zainstalowane za pośrednictwem GTM śledzą wszystkich użytkowników - nawet tych, którzy nie wyrazili zgody na śledzenie lub zostali wykluczeni ze śledzenia (na stronie "Ustawienia ogólne").

source: To comply with GDPR (and be able to decline tracking yourself), please, enable the Consent Management module and set every tag in GTM to require relevant consents.
pl_pl: Aby zachować zgodność z RODO (i móc samodzielnie zrezygnować ze śledzenia), włącz moduł Zarządzanie Zgodami i ustaw każdy tag w GTM tak, aby wymagał odpowiednich zgód.

source: Open the tag configuration.
pl_pl: Otwórz opcje konfiguracji tagu.

source: Click on "Advanced settings" and then "Consent settings"
pl_pl: Kliknij "Ustawienia zaawansowane", a następnie "Ustawienia zgód"

source: Check the box "Require additional consents for tag to fire"
pl_pl: Zaznacz pole "Wymagaj dodatkowych zgód na odpalenie tagu"

source: Choose relevant consents
pl_pl: Wybierz odpowiednie zgody

source: And save the changes
pl_pl: I zapisz zmiany

source: Use functions on this page to push to the dataLayer information about simple events, like clicking a button or submitting a form.
pl_pl: Użyj funkcji na tej stronie, aby przesłać do dataLayer informacje o prostych zdarzeniach, takich jak kliknięcia czy przesłania formularzy.

source: Here you can set up pushing to the dataLayer data of custom events. They can be triggered by %1$scustom triggers%2$s and include %3$soptional parameters%2$s.
pl_pl: Tutaj możesz skonfigurować dodawanie do dataLayer danych zdarzeń niestandardowych. Mogą one być wyzwalane przez %1$sniestandardowe trigggery%2$s i zawierać %3$sopcjonalne parametry %2$s.

source: Push to the dataLayer information about the visitors and logged in users of your website.
pl_pl: Dodaj do dataLayer informacje o odwiedzających i zalogowanych użytkownikach Twojej witryny.

source: Follow %1$sthis tutorial%2$s to learn how to turn this data into variables that you can use in GTM.
pl_pl: Postępuj zgodnie z %1$stym samouczkiem%2$s, aby dowiedzieć się, jak przekształcić te dane w zmienne, które można wykorzystać w GTM.

source: Push to the dataLayer information about the visited pages on your web site.
pl_pl: Dodaj do dataLayer informacje o stronach odwiedzonych w Twojej witrynie.

source: WP Full Picture is now automatically pushing to the dataLayer data about these WooCommerce events:
pl_pl: WP Full Picture automatycznie przesyła teraz do dataLayer dane o tych zdarzeniach WooCommerce:

source: list item view
pl_pl: kliknięcie w produkt z listy

source: Container ID
pl_pl: ID kontenera

source: To install Google Tag Manager's container on this site, please paste the Container ID in the form. Please %1$sfollow this guide%2$s if you do not know where to find this ID.
pl_pl: Aby zainstalować kontener Menedżera Tagów Google (GTM) na tej stronie, wklej identyfikator kontenera w formularzu. Proszę %1$spostępuj zgodnie z tym przewodnikiem%2$s, jeśli nie wiesz, gdzie znaleźć ten identyfikator.

source: DataLayer name
pl_pl: Nazwa warstwy danych

source: fupi_dataLayer (recommended)
pl_pl: fupi_dataLayer (zalecane)

source: Google Analytics, Ads and Tag Manager use the same datalayer which may lead to duplicate events. Prevent it by renaming it to fupi_datalayer.
pl_pl: Google Analytics, Ads i Tag Manager używają tej samej warstwy danych, co może prowadzić do duplikowania zdarzeń. Zapobiegniesz temu, zmieniając nazwę na fupi_datalayer.

source: Loading & privacy
pl_pl: Ładowanie i prywatność

source: Send to the dataLayer clicks on all links that lead to other domains. Attention! Affiliate links leading to other sites are also treated as outbound.
pl_pl: Wysyłaj do dataLayer kliknięcia we wszystkie linki prowadzących do innych domen. Uwaga! Linki partnerskie i afiliacyjne prowadzące do innych witryn są również traktowane jako wychodzące.

source: Track when the window visibility state changes
pl_pl: Śledź, kiedy zmienia się stan widoczności okna

source: This will send an event every time the window gets "focus" or "blur" visibility state, e.g. when visitor starts viewing a webpage (focus) or moves to a different browser tab (blur).
pl_pl: Spowoduje to wysłanie zdarzenia za każdym razem, gdy okno uzyska stan widoczności "focus" lub "blur", np. gdy użytkownik rozpocznie przeglądanie strony internetowej (focus) lub przejdzie do innej karty przeglądarki (blur).

source: Track AJAX-triggered URL changes
pl_pl: Śledź zmiany adresów URL wyzwalane przez AJAX

source: Track clicks on anchors
pl_pl: Śledź kliknięcia w kotwice

source: Tracks clicks in links that lead to different sections on the same page.
pl_pl: Śledź kliknięcia w linki prowadzące do różnych sekcji na tej samej stronie.

source: Send dataLayer event
pl_pl: Wyślij zdarzenie dataLayer

source: Track page titles
pl_pl: Śledź tytuły stron

source: Sends both, default post/page titles and meta titles (SEO titles).
pl_pl: Wysyła zarówno domyślne tytuły postów/stron, jak i meta tytuły (tytuły SEO).

source: Track page numbers and archive page numbers
pl_pl: Śledź numery stron i archiwów

source: Track categories, tags and other terms
pl_pl: Śledź kategorie, tagi i inne terminy

source: Track search terms
pl_pl: Śledź wyszukiwane hasła

source: Please make sure that the author's display names that you will be tracking are not their real names and cannot be used for their identification (it is against Google's policy)
pl_pl: Upewnij się, że wyświetlane nazwy autorów, które będziesz śledzić, nie są ich prawdziwymi nazwiskami i nie mogą być użyte do ich identyfikacji (jest to niezgodne z polityką Google)

source: Tracking user info
pl_pl: Śledzenie informacji o użytkowniku

source: Track what country and region (optional) the visitor is from
pl_pl: Śledź kraj i region (opcjonalnie) odwiedzającego

source: Track how long visitors are actively engaged with the website's content
pl_pl: Śledź, jak długo odwiedzający aktywnie angażują się w treść witryny

source: Track user ID of logged-in users
pl_pl: Śledź ID zalogowanego użytkownika

source: User ID is sent in an encoded format
pl_pl: User ID jest wysyłany w zakodowanym formacie

source: Do NOT clear the ecommerce object in the dataLayer before each push
pl_pl: NIE czyść obiektu ecommerce w dataLayer przed każdym nowym zdarzeniem tego typu

source: Not recommended. %1$sLearn more%2$s
pl_pl: Niezalecane. %1$sDowiedz się więcej%2$s

source: Track customer's name and surname
pl_pl: Śledź imię i nazwisko klienta

source: Track customer's email address
pl_pl: Śledź adres e-mail klienta

source: Track customer's phone number
pl_pl: Śledź numer telefonu klienta

source: Track customer's physical address
pl_pl: Śledź fizyczny adres klienta

source: Make sure to trigger tags in GTM after visitors agree to tracking. You must set every tag in GTM to require additional consents. Find out more in the GTM module settings.
pl_pl: Upewnij się, że uruchamiasz tagi w GTM po tym, jak odwiedzający wyrażą zgodę na śledzenie. Musisz ustawić każdy tag w GTM, aby wymagał dodatkowych zgód. Dowiedz się więcej w ustawieniach modułu GTM.

source: Name and surname of a user or a client
pl_pl: Imię i nazwisko użytkownika lub klienta

source: User's email address and/or an email address of a client (even when not logged in, collected at the time of purchase)
pl_pl: Adres e-mail użytkownika i/lub adres e-mail klienta (nawet niezalogowanego, zbierane w momencie zakupu)

source: User's phone number and/or phone number of a client (even when not logged in, collected at the time of purchase)
pl_pl: Numer telefonu użytkownika i/lub numer telefonu klienta (nawet jeśli nie jest zalogowany, zebrane w momencie zakupu)

source: User's physical address and/or address of a client (even when not logged in, collected at the time of purchase)
pl_pl: Adres fizyczny użytkownika i/lub adres klienta (nawet niezalogowanego, zbierane w momencie zakupu)

source: Order ID (in WooCommerce)
pl_pl: ID zamówienia (w WooCommerce)

source: User metadata with ID
pl_pl: Metadane użytkownika o ID

source: The privacy policy must include information about tracking tools that are loaded with GTM, what data is tracked, what it is used and whether it is resold (to whom and to what purpose).
pl_pl: Polityka prywatności musi zawierać informacje o narzędziach śledzących, które są ładowane przez GTM, jakie dane są śledzone, do czego są wykorzystywane i czy są odsprzedawane (komu i w jakim celu).

source: Well done! Hotjar is installed
pl_pl: Dobra robota! Hotjar jest zainstalowany

source: The data is sent to an account with site ID
pl_pl: Dane są wysyłane na konto o Site ID

source: Use simple events to tag session recordings with clicks, form submissions and others events.
pl_pl: Użyj prostych zdarzeń, aby oznaczyć nagrania sesji kliknięciami, przesłaniami formularzy i innymi zdarzeniami.

source: %1$sRead this%2$s before you start.
pl_pl: %1$sPrzeczytaj to%2$s zanim zaczniesz.

source: Here you can set up tagging your recordings with custom events. Trigger them with %1$scustom triggers%2$s.
pl_pl: Tutaj możesz skonfigurować oznaczanie nagrań niestandardowymi zdarzeniami. Wyzwalaj je za pomocą %1$sniestandardowych triggerów%2$s.

source: Why does Hotjar keep telling me there is a problem with my tracking code?
pl_pl: Dlaczego Hotjar ciągle informuje mnie o problemie z moim kodem śledzenia?

source: How to identify users and what is it for?
pl_pl: Jak zidentyfikować użytkowników i do czego to służy?

source: Before you start tagging recordings with events you need to know that:
pl_pl: Musisz o tym wiedzieć, zanim zaczniesz oznaczać nagrania zdarzeniami:

source: Filtering recordings by events is available in Hotjar's paid plans.
pl_pl: Filtrowanie nagrań według zdarzeń jest dostępne w płatnych planach Hotjar.

source: One recording can have NO MORE than 50 events associated with it. Events over this limit will be ignored.
pl_pl: Z jednym nagraniem może być powiązanych NIE WIĘCEJ niż 50 zdarzeń. Zdarzenia przekraczające ten limit będą ignorowane.

source: There can be a MAXIMUM of 1000 different events per site.
pl_pl: Na jedną stronę może przypadać MAKSYMALNIE 1000 różnych zdarzeń.

source: Pay attention to the number of events your site sends. Read descriptions of the settings below for more information regarding possible increase in the number of events that is sent to Hotjar.
pl_pl: Zwróć uwagę na liczbę zdarzeń wysyłanych przez Twoją witrynę. Przeczytaj opisy poniższych ustawień, aby uzyskać więcej informacji na temat możliwego zwiększenia liczby zdarzeń wysyłanych do Hotjar.

source: To verify HotJar's installation:
pl_pl: Aby zweryfikować instalację HotJar:

source: Enable "Force load" option in the "Loading section"
pl_pl: Włącz opcję "Wymuś ładowanie" w sekcji "Ładowanie".

source: Disable ad blocker in your browser (if you use any)
pl_pl: Wyłącz blokowanie reklam w przeglądarce (jeśli z niego korzystasz)

source: Run verification in Hotjar
pl_pl: Uruchom weryfikację w Hotjar

source: Disable "Force load" option and re-enable the ad blocker
pl_pl: Wyłącz opcję "Wymuś ładowanie" i ponownie włącz blokowanie reklam

source: Why do I have to do it?
pl_pl: Dlaczego muszę to robić?

source: Hotjar verifies if its script is installed on your website, by opening it in your browser. If you use ad blockers or you are logged in as an administrator, then Hotjar will not find this script. If you follow the steps above, you ensure that Hotjar finds it.
pl_pl: Hotjar sprawdza, czy jego skrypt jest zainstalowany na Twojej stronie internetowej, otwierając ją w przeglądarce. Jeśli używasz blokerów reklam lub jesteś zalogowany jako administrator, Hotjar nie znajdzie tego skryptu. Jeśli wykonasz powyższe kroki, upewnisz się, że Hotjar go znajdzie.

source: %1$sHow to install Hotjar step-by-step%2$s.
pl_pl: %1$sJak zainstalować Hotjar krok po kroku%2$s.

source: Tip. After you save the ID, enable "Force load" (see "Loading" section) to pass validation. Disable it after your site is validated.
pl_pl: Wskazówka. Po zapisaniu ID włącz opcję "Wymuś ładowanie" (patrz sekcja "Ładowanie"), aby przejść walidację. Wyłącz ją po zweryfikowaniu witryny.

source: Use only in specific countries
pl_pl: Używaj tylko w określonych krajach

source: Data supression
pl_pl: Tłumienie danych

source: Read it carefully
pl_pl: Przeczytaj to uważnie

source: By enabling data supression, you confirm that:
pl_pl: Włączając tłumienie danych, potwierdzasz, że:

source: You understand, that Hotjar will load and start tracking website visitors without asking for consent,
pl_pl: Rozumiesz, że Hotjar załaduje i rozpocznie śledzenie odwiedzających witrynę bez pytania o zgodę,

source: You understand, that by using this function, WP FP will disable the user identification feature and stop sending WooCommerce order IDs to Hotjar,
pl_pl: Rozumiesz, że korzystając z tej funkcji, WP FP wyłączy funkcję identyfikacji użytkownika i przestanie wysyłać identyfikatory zamówień WooCommerce do Hotjar,

source: You confirm, that you disabled tracking personally identifiable information in Hotjar's dashboard %1$sLearn how%2$s,
pl_pl: Potwierdzasz, że wyłączyłeś śledzenie danych osobowych w panelu Hotjar %1$sDowiedz się, jak%2$s,

source: You understand, that enabling this function does not stop Hotjar from storing tracking cookies on the devices of your visitors,
pl_pl: Rozumiesz, że włączenie tej funkcji nie powstrzymuje Hotjar przed przechowywaniem śledzących plików cookie na urządzeniach odwiedzających,

source: You consulted with a legal professional, who confirmed that employing these limitations are enough to use Hotjar without asking visitors for consent,
pl_pl: Skonsultowałeś się z prawnikiem, który potwierdził, że zastosowanie tych ograniczeń jest wystarczające do korzystania z Hotjar bez pytania odwiedzających o zgodę,

source: In the "Loading" tab you chose countries, in which Hotjar can safely load without breaking the privacy laws.
pl_pl: W zakładce "Ładowanie" wybrałeś kraje, w których Hotjar może się bezpiecznie ładować bez naruszania przepisów o ochronie prywatności.

source: Enable user identification
pl_pl: Włącz identyfikację użytkownika

source: With user identification you will be able to target specific users with polls, widgets and easily search their session recordings in the Hotjar panel.
pl_pl: Dzięki identyfikacji użytkownika będziesz mógł kierować do konkretnych użytkowników ankiety, widżety i łatwo przeszukiwać ich nagrania sesji w panelu Hotjar.

source: Identification is done with User ID (for logged-in users) or Hotjar ID (for other visitors)
pl_pl: Identyfikacja odbywa się za pomocą identyfikatora użytkownika (dla zalogowanych użytkowników) lub identyfikatora Hotjar (dla innych odwiedzających)

source: To be able to identify users you need to:
pl_pl: Aby móc identyfikować użytkowników, musisz:

source: If your visitors come from a country where they have to consent before they are tracked, then you should use consent banner in optin or an automatic mode and add to your privacy policy information about sending user information to Hotjar.
pl_pl: Jeśli Twoi odwiedzający pochodzą z kraju, w którym muszą wyrazić zgodę na śledzenie, powinieneś włączyć baner zgody w trybie optin lub automatycznym i dodać do polityki prywatności informację o wysyłaniu informacji o użytkownikach do Hotjar.

source: Visit
pl_pl: Odwiedźić

source: this page
pl_pl: tą stronę

source: in your Hotjar dashboard.
pl_pl: w Twoim panelu Hotjar.

source: Select a website where you want to start tracking users (Not available on all plans!)
pl_pl: Wybrać witrynę, w której chcesz rozpocząć śledzenie użytkowników (nie jest dostępne we wszystkich planach abonamentowych!)

source: Return to this settings page
pl_pl: Wrócić do tej strony ustawień

source: Set up options in the "User attributes" section
pl_pl: Skonfigurować opcje w sekcji "Atrybuty użytkownika"

source: Associate users with:
pl_pl: Powiąż użytkowników z:

source: User role
pl_pl: Rolą użytkownika

source: User email
pl_pl: Adresem e-mail użytkownika

source: Tracks clicks on all links that lead to other domains. Affiliate links leading to other sites are also treated as outbound. Attention! This WILL greatly increase the number of events associated with your site!
pl_pl: Śledzi kliknięcia wszystkich linków prowadzących do innych domen. Linki afiliacyjne i partnerskie prowadzące do innych witryn są również traktowane jako wychodzące. Uwaga! To znacznie zwiększy liczbę zdarzeń powiązanych z Twoją witryną!

source: Attention! Depending on the number of affiliate links you are using, this may greatly increase the number of events associated with your site!
pl_pl: Uwaga! W zależności od liczby linków afiliacyjnych i partnerskich, których używasz, może to znacznie zwiększyć liczbę zdarzeń powiązanych z Twoją witryną!

source: Event name (optional)
pl_pl: Nazwa zdarzenia (opcjonalnie)

source: e.g. pdf, doc, docx, xls, xlsx, txt
pl_pl: np. pdf, doc, docx, xls, xlsx, txt

source: Enter a coma-separated list of formats of files that you want to track.
pl_pl: Wprowadź rozdzielaną przecinkami listę formatów plików, których pobrania chcesz śledzić.

source: Track anchor clicks (links leading to elements on the same page)
pl_pl: Śledź kliknięcia w kotwice (linki prowadzące do elementów na tej samej stronie)

source: Enable this to track clicks in links that lead to different sections on the same page. Attention! If you use many anchors this may greatly increase the number of events associated with your site!
pl_pl: Włącz tę opcję, aby śledzić kliknięcia w linki prowadzące do różnych sekcji na tej samej stronie. Uwaga! Jeśli używasz wielu kotwic, może to znacznie zwiększyć liczbę zdarzeń powiązanych z Twoją witryną!

source: Event name (required)
pl_pl: Nazwa zdarzenia (wymagana)

source: Name of tracked element (required)
pl_pl: Nazwa śledzonego elementu (wymagana)

source: Track page author
pl_pl: Śledź autora strony

source: Track UTM campaign parameters
pl_pl: Śledź parametry kampanii UTM

source: Attention! If you conduct many advertising campaigns this may greatly increase the number of events associated with your site!
pl_pl: Uwaga! Jeśli prowadzisz wiele kampanii reklamowych, może to znacznie zwiększyć liczbę zdarzeń powiązanych z Twoją witryną!

source: Tag recordings on specific conditions
pl_pl: Oznaczaj nagrania pod określonymi warunkami

source: Once per page
pl_pl: Raz na stronę

source: Multiple times
pl_pl: Wielokrotnie

source: Tag with
pl_pl: Oznacz tagiem

source: Tag name (required)
pl_pl: Nazwa tagu (wymagana)

source: Tag session recordings when specific conditions are met. You can set conditions with "Custom triggers" module.
pl_pl: Oznaczaj nagrania sesji po spełnieniu określonych warunków. Możesz ustawić warunki za pomocą modułu "Niestandardowe triggery".

source: Each trigger can fire once per pageview or multiple times depending on your settings.
pl_pl: Każdy trigger może zostać uruchomiony raz na stronę lub wiele razy, w zależności od twoich ustawień.

source: Track purchases
pl_pl: Śledź zamówienia

source: When enabled, WP Full Picture will tag a recording with a "Woo purchase" event
pl_pl: Po włączeniu, WP Full Picture oznaczy nagranie zdarzeniem "Woo purchase"
