Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Bot detection list
pl_pl: Lista wykrywania botów

source: Basic list (fast, only checks for the most common bots)
pl_pl: Lista podstawowa (szybka, sprawdza tylko najpopularniejsze boty)

source: Big list (slower but much more accurate and blocks some AI bots)
pl_pl: Duża lista (wolniejsza, ale znacznie dokładniejsza i blokuje niektóre boty AI)

source: Bot detection is used to prevent bots from:
pl_pl: Dzięki funkcji wykrywania botów nie będą one wyzwalały:

source: triggering server events (for tools supporting server-side tracking)
pl_pl: zdarzeń serwerowych (dla narzędzi obsługujących śledzenie po stronie serwera)

source: making unnecessary geolocation checks (when the geolocation module is enabled),
pl_pl: kontroli geolokalizacji (gdy moduł geolokalizacji jest włączony),

source: saving cookie consents
pl_pl: zapisań zgód na śledzenie

source: The Big list is based on the %1$slist of crawler user agents%2$s by bentsi.
pl_pl: Duża lista jest oparta na %1$scrawler user agents by bentsi%2$s.

source: Method of communication with the server
pl_pl: Metoda komunikacji z serwerem

source: Rest API (default)
pl_pl: Rest API (domyślnie)

source: The method you choose here will be used to send data from the visitors's browser to your server. This is used for server-side tracking and for sending visitor consents.
pl_pl: Metoda, którą tutaj wybierzesz, będzie używana do wysyłania danych z przeglądarki odwiedzającego na Twój serwer. Jest to wykorzystywane do śledzenia po stronie serwera i zapisywania zgód odwiedzających.

source: Rest API is generally faster and less resource-intensive.
pl_pl: Rest API jest generalnie szybsze i mniej zasobochłonne.

source: Do not track visitors who enter the site from this link:
pl_pl: Nie śledź odwiedzających, którzy wchodzą na stronę z tego linku:

source: When someone clicks this link they will no longer be tracked no matter whether they are logged in or not. This state will be remembered by their browser until they:
pl_pl: Gdy ktoś kliknie ten link, nie będzie już śledzony bez względu na to, czy jest zalogowany, czy nie. Stan ten zostanie zapamiętany przez przeglądarkę do chwili kiedy:

source: visit the site from address that ends with "
pl_pl: zostanie odwiedzona z adresu kończącego się na "

source: click an "eye" icon in the bottom-left corner of the screen (on the visitor-facing website),
pl_pl: użytkownik kliknie ikonę "oka" w lewym dolnym rogu ekranu,

source: clear cookies in their browser.
pl_pl: użytkownik wyczyści pliki cookie w swojej przeglądarce.

source: resets visitor's tracking preferences
pl_pl: resetuje preferencje śledzenia odwiedzającego

source: Do not track logged-in users with these roles:
pl_pl: Nie śledź zalogowanych użytkowników o tych rolach:

source: Site administrators are never tracked. To make them temporarily trackable, please enable the Setup Helper in the top menu and enable testing in the front-end of your site.
pl_pl: Administratorzy witryny nigdy nie są śledzeni. Aby tymczasowo umożliwić ich śledzenie, włącz Pomocnika Konfiguracji w górnym menu, a następnie włącz testowanie swojej witryny.

source: Geolocation
pl_pl: Geolokalizacja

source: Geolocation provider
pl_pl: Metoda geolokalizacji

source: Disabled
pl_pl: Wyłączone

source: Cloudflare (for not-registered users)
pl_pl: Cloudflare (dla niezarejestrowanych użytkowników)

source: Cloudflare (for registered users)
pl_pl: Cloudflare (dla zarejestrowanych użytkowników)

source: Cloudflare (Worker method)
pl_pl: Cloudflare (metoda Worker)

source: All providers on this list offer free services but some of them require registration or extra setup.
pl_pl: Wszyscy dostawcy na tej liście oferują darmowe usługi, ale niektórzy z nich wymagają rejestracji lub dodatkowej konfiguracji.

source: (default) - Geolocation of visitor's country, free, registration not required
pl_pl: (opcja domyślna) - Geolokalizacja kraju odwiedzającego, bezpłatna, rejestracja nie jest wymagana

source: (for regisered users) - Geolocation of visitor's country, free, registration required
pl_pl: (dla zarejestrowanych użytkowników) - Geolokalizacja kraju odwiedzającego, bezpłatna, wymagana rejestracja

source: (Worker method) - Geolocation of visitor's country, free, registration and extra setup required
pl_pl: (metoda Worker) - Geolokalizacja kraju odwiedzającego, bezpłatna, wymaga rejestracji i dodatkowej konfiguracji

source: Geolocation of visitor's country & region, free and paid, free is limited to 1000 checks/day, registration not required
pl_pl: Geolokalizacja kraju i regionu odwiedzającego, bezpłatna i płatna, bezpłatna jest ograniczona do 1000 sprawdzeń dziennie, rejestracja nie jest wymagana

source: Geolocation of visitor's country & region, free and paid, registration is always required, free is limited to 1500 checks/day and non-commercial use
pl_pl: Geolokalizacja kraju i regionu odwiedzających, bezpłatna i płatna, rejestracja jest zawsze wymagana, opcja darmowa jest ograniczona do 1500 sprawdzeń/dzień i niekomercyjnego wykorzystania

source: Geolocation of visitor's country, does not require registration (paid plans are not yet supported)
pl_pl: Geolokalizacja kraju odwiedzającego, nie wymaga rejestracji (płatne plany nie są jeszcze obsługiwane)

source: Geolocation of visitor's country. Only for Cloudways customers. Extra setup required. Attention! Some caching configurations may cache geo lookup result!
pl_pl: Geolokalizacja kraju odwiedzającego. Tylko dla klientów Cloudways. Wymagana dodatkowa konfiguracja. Uwaga! Niektóre rozwiązania do cachowania strony mogą buforować wyniki wyszukiwania geograficznego!

source: Cloudflare Worker URL
pl_pl: Adres URL Cloudflare Worker

source: Enter worker script URL. %1s Learn how to find it%2s.
pl_pl: Wprowadź adres URL skryptu Workera. %1s Dowiedz się, jak go znaleźć%2s.

source: ipdata API key
pl_pl: klucz API ipdata

source: Remember visitor's location for
pl_pl: Zapamiętaj lokalizację odwiedzającego przez

source: Default is 30 days. Set to a lower number if your visitors often browse from different countries. If set to 0, location will be checked at the begining of each session. If a location wasn't found it will be checked again at the begining of the next session and remembered for the specified number of days.
pl_pl: Domyślnie jest to 30 dni. Ustaw niższą wartość, jeśli odwiedzający często przeglądają witrynę z różnych krajów. Jeśli ustawisz 0, lokalizacja będzie sprawdzana na początku każdej sesji. Jeśli lokalizacja nie zostanie określona, zostanie ponownie sprawdzona na początku następnej sesji i zapamiętana przez określoną liczbę dni.

source: Meta tags
pl_pl: Meta tagi

source: One tag per line. For security reasons, meta tags can only have parameters: "name", "content", "property", "charset" and "http-equiv".
pl_pl: Jeden tag na linię. Ze względów bezpieczeństwa tagi meta mogą mieć tylko parametry: "name", "content", "property", "charset" i "http-equiv".

source: Name (for your information)
pl_pl: Nazwa (do Twojej wiadomości)

source: Backups
pl_pl: Kopie zapasowe

source: Performance
pl_pl: Wydajność

source: Enable WP Rocket compatibility settings
pl_pl: Włącz ustawienia zgodności z WP Rocket

source: WP Full Picture only loads scripts that are used by the enabled modules. These scripts are loaded in a specific order and place. Unfortunately, some of WP Rocket's functions change it, which breaks tracking. Enable this option to prevent it.
pl_pl: WP Full Picture ładuje tylko te skrypty, które są używane przez włączone moduły. Skrypty te są ładowane w określonej kolejności i miejscu. Niestety, niektóre funkcje WP Rocket zmieniają to, co sprawia, że śledzenie przestaje działać. Włącz tę opcję, aby temu zapobiec.

source: If, for any reasons, you experience issues, please let us know and %1$sset up exclusions manually%2$s.
pl_pl: Jeśli z jakiegokolwiek powodu wystąpią problemy, poinformuj nas o tym i %1$sskonfiguruj wykluczenia ręcznie%2$s.

source: Other settings
pl_pl: Inne ustawienia

source: [fp_info] shortcode
pl_pl: Shortcode [fp_info]

source: Add more tracking tools to the list
pl_pl: Dodaj więcej narzędzi śledzących do listy

source: The data is sent to Matomo Cloud.
pl_pl: Dane są wysyłane do Matomo Cloud.

source: The data is sent to your on-premise installation of Matomo.
pl_pl: Dane są przesyłane do Twojej lokalnej instalacji Matomo.

source: Well done! Matomo is installed
pl_pl: Dobra robota! Matomo jest zainstalowane

source: Here you can set up custom events. Trigger them with %1$scustom triggers%2$s
pl_pl: Tutaj możesz skonfigurować niestandardowe zdarzenia. Wyzwalaj je za pomocą %1$sniestandardowych triggerów%2$s

source: Event parameters are sent with all events, including the initial pageview event and custom events. Provide parameter ID in the fields below to use them. %1$sLearn how to register parameters%2$s.
pl_pl: Parametry zdarzeń są wysyłane ze wszystkimi zdarzeniami, w tym ze zdarzeniem pageview i zdarzeniami niestandardowymi. Podaj identyfikator parametru w poniższych polach, aby ich użyć. %1$sDowiedz się, jak zarejestrować parametry%2$s.

source: To automatically track WooCommerce events, you need to enable e-commerce functions in Matomo.
pl_pl: Aby automatycznie śledzić zdarzenia WooCommerce, musisz włączyć funkcję e-commerce w Matomo.

source: Learn how to do it
pl_pl: Dowiedz się, jak to zrobić

source: After you do this, WP FP will track and send to Matomo these events:
pl_pl: Gdy to zrobisz, WP FP będzie śledzić i wysyłać te zdarzenia do Matomo:

source: purchase (as an internal and separate event)
pl_pl: zakup (jako wewnętrzne i oddzielne zdarzenie)

source: product view %1$s(only as an internal Matomo event!)%2$s
pl_pl: wyświetlenie strony produktu %1$s(tylko jako wewnętrzne zdarzenie Matomo!)%2$s

source: add to cart (as an internal and separate event)
pl_pl: dodanie produktu do koszyka (jako wewnętrzne i oddzielne zdarzenie)

source: remove from cart (as an internal and separate event)
pl_pl: usunięcie produktu z koszyka (jako wewnętrzne i oddzielne zdarzenie)

source: %1$sInternal events%2$s are used by Matomo to create default e-commerce reports and are sent with product information, e.g. what products were purchased or added to cart. These events cannot be used for creating goals or in custom reports.
pl_pl: %1$sZdarzenia wewnętrzne%2$s są używane przez Matomo do tworzenia domyślnych raportów e-commerce i są wysyłane z informacjami o produktach, np. jakie produkty zostały zakupione lub dodane do koszyka. Zdarzenia te nie mogą być używane do tworzenia celów lub niestandardowych raportów.

source: %1$sSeparate events%2$s do not come with extra data but can be used as goals and in custom reports.
pl_pl: %1$sOddzielne zdarzenia%2$s nie zawierają dodatkowych danych, ale mogą być używane jako cele i w niestandardowych raportach.

source: How to register custom dimensions in Matomo to track custom WP data
pl_pl: Jak zarejestrować niestandardowe wymiary (custom dimensions) w Matomo, aby śledzić niestandardowe dane WP

source: To enable Ecommerce tracking in Matomo:
pl_pl: Aby włączyć śledzenie e-commerce w Matomo:

source: Log in to your Matomo panel.
pl_pl: Zaloguj się do panelu Matomo.

source: Click the "Settings" icon (cog) in the top right corner.
pl_pl: Kliknij ikonę "Ustawienia" w prawym górnym rogu.

source: From the left menu choose "Websites" > "Manage".
pl_pl: Z menu po lewej stronie wybierz "Strony internetowe" > "Zarządzaj".

source: Click the "Edit" icon (pencil) next to the section with the website.
pl_pl: Kliknij ikonę "Edytuj" (ołówek) obok sekcji ze stroną internetową.

source: Find the "Ecommerce" setting, choose "Ecommerce enabled" and save the settings.
pl_pl: Znajdź ustawienie "Ecommerce", wybierz "Ecommerce enabled" i zapisz ustawienia.

source: How to install Matomo
pl_pl: Jak zainstalować Matomo

source: Matomo dashboard URL
pl_pl: Adres URL pulpitu nawigacyjnego Matomo

source: Tracking script's URL (only Matomo Cloud)
pl_pl: Adres URL skryptu śledzącego (tylko Matomo Cloud)

source: Privacy mode
pl_pl: Tryb prywatności

source: If you enable this function together with a Consent Management module, then Matomo will track visitors in an anonymized way until they agree to tracking. After they do this, Matomo will switch to standard tracking.
pl_pl: Jeśli włączysz tę funkcję wraz z modułem Zarządzania Zgodami, Matomo będzie śledzić odwiedzających w sposób anonimowy, dopóki nie wyrażą oni zgody na śledzenie. Gdy to zrobią, Matomo przełączy się na standardowe śledzenie.

source: This is the recommended way to track as much traffic as possible. Learn about %1$sother ways to use Matomo in compliance with privacy laws%2$s.
pl_pl: Jest to zalecany sposób śledzenia jak największej ilości ruchu. Dowiedz się o %1$sinnych sposobach korzystania z Matomo zgodnie z przepisami dotyczącymi prywatności%2$s.

source: When a visit is anonymized:
pl_pl: Gdy wizyta jest anonimizowana:

source: Matomo will not use cookies that can identify visitors,
pl_pl: Matomo nie będzie używać plików cookie, które mogą identyfikować odwiedzających,

source: Matomo will not track visitors across different devices and browsers,
pl_pl: Matomo nie będzie w stanie śledzić odwiedzających korzystających z różnych urządzeń i przeglądarek,

source: WP Full Picture will randomize order IDs (for WooCommerce orders).
pl_pl: WP Full Picture wygeneruje losowe identyfikatory zamówień (dla zamówień WooCommerce).

source: Track across subdomains
pl_pl: Śledzenie w subdomenach

source: Use this to track users across the main domain and any of its subdomains, e.g. store.example.com.
pl_pl: Użyj tego, aby śledzić użytkowników w domenie głównej i dowolnej z jej subdomen, np. store.example.com.

source: Attention. You must install Matomo with the same site ID and enable this setting on all subdomains.
pl_pl: Uwaga. Musisz zainstalować Matomo z tym samym identyfikatorem witryny i włączyć to ustawienie we wszystkich subdomenach.

source: Track logged-in users across devices and browsers
pl_pl: Śledź zalogowanych użytkowników na różnych urządzeniach i w różnych przeglądarkach

source: When this is enabled, Matomo will recognize users when they log-in to your site on different browsers and devices.
pl_pl: Gdy ta opcja jest włączona, Matomo rozpozna zalogowanych użytkowników w różnych przeglądarkach i urządzeniach.

source: Measure the time users spend on each page
pl_pl: Zmierz czas, jaki użytkownicy spędzają na każdej stronie

source: When this feature is enabled, Matomo will count the actual time spent in the visit, as long as the user is actively viewing the page (i.e. when the tab is active and in focus). The time of visitor's engagement is sent to Matomo after:
pl_pl: Gdy ta funkcja jest włączona, Matomo zlicza rzeczywisty czas spędzony na wizycie, o ile użytkownik aktywnie przegląda stronę (tj. gdy karta jest aktywna i znajduje się w centrum uwagi). Czas zaangażowania odwiedzającego jest wysyłany do Matomo kiedy:

source: switching to another browser tab after the current tab was active for at least 15 seconds.
pl_pl: użytkownik przełącza się na inną kartę przeglądarki po tym, jak bieżąca karta była aktywna przez co najmniej 15 sekund.

source: navigating to another page within the same tab.
pl_pl: przechodzi do innej strony w tej samej zakładce.

source: closing the tab.
pl_pl: zamyka kartę.

source: This feature uses Matomo's system for calculating user activity time. It does not use WP Full Picture's own function.
pl_pl: Ta funkcja wykorzystuje system Matomo do obliczania czasu aktywności użytkownika. Nie korzysta z własnej funkcji WP Full Picture.

source: Element(s) name
pl_pl: Nazwa elementu

source: CSS selector, e.g. .menu a
pl_pl: Selektor CSS, np. .menu a

source: There are 4 methods to submit forms and every one of them is tracked differently.
pl_pl: Istnieją 4 metody przesyłania formularzy i każda z nich jest śledzona w inny sposób.

source: Learn how to track forms on your website.
pl_pl: Dowiedz się, jak śledzić formularze na swojej stronie.

source: WP Full Picture does not use Matomo's Form Analytics module. It uses its own method of tracking form submissions which, unlike the original method, works for both, cloud and the on-premise installations.
pl_pl: WP Full Picture nie korzysta z modułu Matomo Form Analytics. Używa własnej metody śledzenia wysyłania formularzy, która w przeciwieństwie do oryginalnej metody działa dla zarówno w Matomo zainstalowanym na własnym serwerze jak i w opcji Cloud.

source: This feature uses WP Full Picture's method of tracking content elements instead of Matomo's Content Tracking and does NOT require you to manually modify website's HTML.
pl_pl: Ta funkcja wykorzystuje metodę śledzenia elementów strony wbudowaną w WP Full Picture zamiast metody Matomo. Zaletą jest to, że NIE wymaga ręcznej modyfikacji kodu HTML witryny.

source: Change what file downloads Matomo should track
pl_pl: Zmień, jakie formaty plików do pobrania ma śledzić Matomo

source: By default, Matomo tracks downloads of %1$sthese file formats%2$s. Use this function to change it. Enter coma-separated list of formats that you want to track instead.
pl_pl: Domyślnie Matomo śledzi pobieranie %1$stych formatów plików%2$s. Użyj tej funkcji, aby to zmienić. Wprowadź oddzieloną przecinkami listę formatów, które chcesz śledzić.

source: Attention! Download events will not be visible in the browser console (after you enable WP FP's debug mode) since they are tracked by Matomo and not by WP Full Picture.
pl_pl: Uwaga! Zdarzenia pobierania nie będą widoczne w konsoli przeglądarki (po włączeniu trybu debugowania WP FP), ponieważ są one śledzone przez Matomo, a nie przez WP Full Picture.

source: Send Matomo event
pl_pl: Wyślij zdarzenie Matomo

source: Event name
pl_pl: Nazwa wydarzenia

source: Value (optional)
pl_pl: Wartość (opcjonalnie)

source: By default, Matomo shows in reports page titles copied from the "title" meta tag. This is not perfect since this tag can often change (e.g. when you tweak it with an SEO plugin). The result is that your Matomo can show you reports where one page can have multiple entries, under different titles.
pl_pl: Domyślnie Matomo pokazuje w raportach tytuły stron skopiowane z metatagu "title". Nie jest to idealne rozwiązanie, ponieważ ten tag może się często zmieniać (np. gdy dostosujesz go za pomocą wtyczki SEO). W rezultacie Matomo może wyświetlać raporty, w których jedna strona może mieć wiele wpisów pod różnymi tytułami.

source: When you enable this option, WP Full Picture will send to Matomo the default title of your page as used on the page / post / product edit screen. This will make data analysis easier.
pl_pl: Po włączeniu tej opcji WP Full Picture wyśle do Matomo domyślny tytuł Twojej strony używany na ekranie edycji strony / postu / produktu. Ułatwi to analizę danych.

source: Track SEO titles
pl_pl: Śledź tytuły SEO

source: SEO titles will be tracked in a separate dimension, which makes their analysis simpler. Enter the index number of the custom dimension (with "Action" scope). 0 or empty to disable.
pl_pl: Tytuły SEO będą śledzone w osobnym wymiarze, co ułatwi ich analizę. Wprowadź numer indeksu wymiaru niestandardowego (z zakresem "Akcja"). Wstaw 0 lub pozostaw puste pole, aby wyłączyć.

source: Enter the index number of the custom dimension (with "Action" scope). 0 or empty to disable.
pl_pl: Wprowadź numer indeksu wymiaru niestandardowego (z zakresem "Action"). Wstaw 0 lub pozostaw puste pole.

source: Track page types
pl_pl: Śledź typy stron

source: Enter the index number of the custom dimension (with "Visit" scope). 0 or empty to disable.
pl_pl: Wprowadź numer indeksu wymiaru niestandardowego (z zakresem "Action"). Wstaw 0 lub pozostaw puste pole.

source: This will track the categories, tags and formats of posts and pagesYou can enable tracking other terms in the "Shared tracking settings" > "Default settings". Enter the index number of the custom dimension (with "Action" scope). 0 or empty to disable.
pl_pl: Ta funkcja pozwala śledzić kategorie, tagi i formaty postów i stron. Możesz włączyć śledzenie innych typów treści (terminów) na stronie "Wspólne ustawienia śledzenia" > "Ustawienia domyślne". Wprowadź numer indeksu wymiaru niestandardowego (z zakresem "Akcja"). Wstaw 0 lub pozostaw puste pole aby tyłączyć tą opcję.

source: Enable to see which taxonomy a given term belongs to. Term data in your GA reports will be then displayd like e.g. "term1 (category), term2 (tag)"
pl_pl: Włącz, aby zobaczyć, do której taksonomii należy dany termin (post term). Dane terminu w twoich raportach GA będą wówczas wyświetlane np. jako "termin1 (kategoria), termin2 (tag)"

source: Track term names instead of term slugs
pl_pl: Wysyłaj nazwy terminów zamiast nazw uproszczonych

source: Send term titles (e.g. product category) instead of their slugs (e.g. product_category). Enabling this feature is not recommended since term names are changed more often then slugs.
pl_pl: Wysyłaj nazwy terminów (post terms), np. "Kategoria produktów" zamiast "product_category" (slug). Włączenie tej funkcji nie jest zalecane, ponieważ nazwy terminów są zmieniane częściej niż slugi.

source: Matomo works in privacy mode and does not require tracking consent. It does not track identifiable information before users agree to tracking and only loads safe, necessary cookies.
pl_pl: Matomo działa w trybie prywatności i nie wymaga zgody na śledzenie. Nie śledzi informacji identyfikacyjnych, zanim użytkownicy nie wyrażą zgody na śledzenie i ładuje tylko bezpieczne, niezbędne pliki cookie.

source: User ID - for cross-browser tracking (used only after users agree to tracking).
pl_pl: ID użytkownika - do śledzenia pomiędzy przeglądarkami (używane tylko po wyrażeniu zgody na śledzenie).

source: Real order ID is tracked when visitors agree to tracking. Random order ID is used when they don't.
pl_pl: Rzeczywisty identyfikator zamówienia jest śledzony, gdy odwiedzający wyrażą zgodę na śledzenie. Losowy identyfikator zamówienia jest używany, gdy nie wyrażą na to zgody.

source: Well done! Pinterest Tag is installed
pl_pl: Dobra robota! Tag Pinterest jest zainstalowany

source: The data is tracked by a tag with an ID
pl_pl: Dane są śledzone przez tag z ID

source: To get Pinterest Tag ID go to your Pinterest dashboard > "Ads" > "Conversions" > Pinterest Tag is in the table in the center of the screen.
pl_pl: Aby znaleźć Pinterest Tag ID, przejdź do pulpitu nawigacyjnego Pinterest > "Ads" > "Conversions" > Tag Pinterest znajduje się w tabeli na środku ekranu.

source: If visitor's country is not recognized, Pinterest tag will load normally. Location is checked using the method chosen in the Geolocation settings.
pl_pl: Jeśli kraj odwiedzającego nie zostanie rozpoznany, tag Pinterest załaduje się normalnie. Lokalizacja jest sprawdzana przy użyciu metody wybranej w ustawieniach geolokalizacji.

source: Enable Enhanced Match for improved conversion tracking
pl_pl: Włącz Enhanced Match dla lepszego śledzenia konwersji

source: When this settings is enabled, WP Full Picture will send to Pinterest encrypted email addresses of your visitors (when they browse the site while being logged in or when they make a purchase).
pl_pl: Gdy to ustawienie jest włączone, WP Full Picture będzie wysyłać do Pinterest zaszyfrowane adresy e-mail Twoich odwiedzających (gdy przeglądają witrynę będąc zalogowanymi lub gdy dokonają zakupu).

source: Tracking events
pl_pl: Śledzenie zdarzeń

source: Track search
pl_pl: Śledź wyszukiwanie na stronie
