Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: Checking...
pl_pl: Sprawdzanie...

source: An error occurred while checking for conflicts. Please try again.
pl_pl: Wystąpił błąd podczas sprawdzania konfliktów. Spróbuj ponownie.

source: No conflicts detected! Your setup looks good.
pl_pl: Nie wykryto konfliktów! Twoja konfiguracja wygląda dobrze.

source: An error occurred while checking for conflicts.
pl_pl: Wystąpił błąd podczas sprawdzania konfliktów.

source: Dashboard
pl_pl: Pulpit

source: Enable WooCommerce Tracking module.
pl_pl: Włącz moduł „Śledzenie WooCommerce”.

source: Reports
pl_pl: Raporty

source: WP Full Picture has detected that you are using OceanWP theme. This theme breaks the controls for styling Consent Banner. %1$sLearn what to do about it%2$s.
pl_pl: Wtyczka WP Full Picture wykryła, że używasz motywu OceanWP. Ten motyw powoduje duże problemy w stylizowaniu banera zgody. %1$sDowiedz się, jak to rozwiązać%2$s.

source: There is no point in waiting. Get Black Friday deal for WP Full Picture Pro right now. %1$sSee Black Friday Pricing%2$s
pl_pl: Nie ma na co czekać. Skorzystaj z oferty Black Friday na WP Full Picture Pro już teraz. %1$sZobacz cennik Black Friday%2$s

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień dostępu do tej strony.

source: We have detected that you are using Bricks Builder. This theme removes one of the core WooCommerce hooks that WP FP needs to track products in lists. %1$sSee how to re-enable it%2$s.
pl_pl: Wykryliśmy, że używasz Bricks Builder. Ten motyw usuwa jeden z podstawowych haczyków WooCommerce, którego WP FP potrzebuje do śledzenia produktów na listach. %1$sZobacz, jak to naprawić%2$s.

source: We have detected that you are using OceanWP theme. This theme breaks the controls for styling Consent Banner. %1$sLearn what to do about it%2$s.
pl_pl: Wtyczka WP Full Picture wykryła, że używasz motywu OceanWP. Ten motyw powoduje duże problemy w stylizowaniu banera zgody. %1$sDowiedz się, jak to rozwiązać%2$s.

source: We have detected that you are using WP Rocket. Please, enable the compatibility mode in %1$sGeneral Settings%2$s > Performance
pl_pl: Wykryliśmy, że używasz WP Rocket. Włącz tryb zgodności w %1$sUstawienia ogólnych%2$s > Wydajność

source: We have detected that you are using Autoptimize. Please, make sure to disable the option "Also disable inline JS". It is not compatible with WP FP.
pl_pl: Wykryliśmy, że używasz Autoptimize. Upewnij się, że wyłączyłeś opcję "Also disable inline JS". Nie jest ona kompatybilna z WP FP.

source: Requires Pro licence
pl_pl: Wymaga licencji Pro

source: Save Privacy Policy page ID in the settings of the Consent Management module
pl_pl: Zapisz identyfikator strony polityki prywatności w ustawieniach modułu Zarządzanie Zgodami

source: Administrator role
pl_pl: Rola administratora

source: Geolocation in the General Settings
pl_pl: Geolokalizacja w Ustawieniach Ogólnych

source: WooCommerce Tracking module
pl_pl: Moduł śledzenia WooCommerce

source: Module
pl_pl: Moduł

source: Requires
pl_pl: Wymaga

source: Search users...
pl_pl: Szukaj użytkowników...

source: Search pages...
pl_pl: Szukaj stron...

source: Choose page
pl_pl: Wybierz stronę

source: None
pl_pl: Brak

source: Select a custom trigger
pl_pl: Wybierz niestandardowy trigger

source: Reached lead score
pl_pl: Osiagnieto Lead Score

source: Please select
pl_pl: Wybierz

source: Required
pl_pl: Wymagane

source: Important changes to privacy settings of Hotjar integration on %1$s
pl_pl: Ważne zmiany w ustawieniach prywatności integracji Hotjar na %1$s

source: This email was sent automatically from %1$s by WP Full Picture plugin. We would like to inform you that WP Full Picture plugin has been updated to version 9.0 and comes with an important, privacy-related change to Hotjar integration. Due to privacy laws, we decided to disable privacy mode in Hotjar. As a result, Hotjar will no longer load without asking for consent. Instead, we have introduced "Data suppression" option, which you can now find in the settings of the Hotjar module. It will allow you to use Hotjar without asking for consent in some regions. Kind regards WP Full Picture's team
pl_pl: Ta wiadomość e-mail została wysłana automatycznie z adresu %1$s przez wtyczkę WP Full Picture. Chcielibyśmy poinformować Cię, że wtyczka WP Full Picture została zaktualizowana do wersji 9.0 i zawiera ważną, związaną z prywatnością zmianę w integracji Hotjar. Ze względu na przepisy dotyczące prywatności zdecydowaliśmy się wyłączyć tryb prywatności w Hotjar. W rezultacie Hotjar nie będzie się już ładował bez pytania o zgodę. Zamiast tego wprowadziliśmy opcję "Tłumienie danych", którą możesz teraz znaleźć w ustawieniach modułu Hotjar. Pozwoli Ci to korzystać z Hotjar bez pytania o zgodę w niektórych regionach. Pozdrawiamy Zespół WP Full Picture

source: Tag Managers
pl_pl: Menedżery tagów

source: Tag managers let you install other tracking tools
pl_pl: Menedżery tagów umożliwiają instalację innych narzędzi śledzących

source: Welcome to WP Full Picture
pl_pl: Witaj w panelu WP Full Picture

source: Tracking manager for WordPress
pl_pl: Menedżerze śledzenia dla WordPressa

source: First steps
pl_pl: Pierwsze kroki

source: Decide if you want to see advanced settings and modules (there's a switch in the top menu)
pl_pl: Zdecyduj, czy chcesz widzieć zaawansowane ustawienia i moduły (przełącznik jest w górnym menu)

source: %1$sChoose and set up modules%2$s that you need
pl_pl: %1$sWybierz i skonfiguruj moduły%2$s, których potrzebujesz

source: %1$sApply recommended settings%2$s
pl_pl: %1$sZastosuj zalecane ustawienia%2$s

source: View recommendations from the %1$sGDPR Setup Helper%2$s
pl_pl: Zobacz rekomendacje z %1$sPomocnika Konfiguracji RODO%2$s

source: Scan for conflicts (in the section "Having issues" below)
pl_pl: Wyszukaj konflikty (w sekcji "Coś nie działa?" poniżej)

source: Next steps
pl_pl: Kolejne kroki

source: (Optionally) %1$sTranslate the consent banner%2$s to multiple languages
pl_pl: (Opcjonalnie) %1$sPrzetłumacz baner zgody%2$s na wiele języków

source: Apply %1$srecommended tracking settings for WooCommerce%2$s
pl_pl: Zastosuj %1$srekomendowane ustawienia śledzenia dla WooCommerce%2$s

source: Improve conversion rates with %1$sreal-time site personalization%2$s
pl_pl: Popraw współczynniki konwersji dzięki %1$spersonalizacji strony w czasie rzeczywistym%2$s

source: %1$sSet up Visitor Scoring%2$s to check where your best traffic comes from
pl_pl: %1$sSkonfiguruj ocenianie odwiedzających%2$s aby sprawdzić, skąd pochodzi Twój najlepszy ruch

source: %1$sTips and tricks%2$s
pl_pl: %1$sPorady i wskazówki%2$s

source: Documentation
pl_pl: Dokumentacja

source: Support
pl_pl: Wsparcie

source: Information on latest releases
pl_pl: Informacje o najnowszych wersjach

source: Community Forum
pl_pl: Forum Społeczności

source: Having issues?
pl_pl: Coś nie działa?

source: Check for conflicts
pl_pl: Szukaj możliwych konfliktów

source: View solutions to common problems
pl_pl: Zobacz rozwiązania typowych problemów

source: %1$sTest your setup with the Setup Helper%2$s
pl_pl: %1$sPrzetestuj swoją konfigurację za pomocą Pomocnika Konfiguracji%2$s

source: %1$sContact support%2$s
pl_pl: %1$sSkontaktuj się z pomocą techniczną%2$s

source: Does this website make money?
pl_pl: Czy ta strona zarabia?

source: Optimize your marketing and improve conversion rates with WP Full Picture PRO
pl_pl: Zoptymalizuj swój marketing i podnieś współczynniki konwersji dzięki WP Full Picture PRO

source: Learn more
pl_pl: Dowiedz się więcej

source: view pricing
pl_pl: sprawdź cennik

source: Conflict check
pl_pl: Sprawdzanie konfliktów

source: Can't see the report? Make sure that: your ad blocker is disabled (if you are using any), you are logged in to the platform which generated the report, you have access rights to this report, your security solution doesn't use Content Security Policy (it can block the domain of the platform that this report is from).
pl_pl: Nie widzisz raportu? Upewnij się, że: masz wyłączony bloker reklam (jeśli używasz), jesteś zalogowany do platformy, która wygenerowała raport, masz prawa dostępu do tego raportu a także, upewnij się, że zabezpieczenia Twojej strony nie korzystają z Content Security Policy (może blokować domenę platformy, z której pochodzi ten raport).

source: GDPR setup helper
pl_pl: Pomocnik konfiguracji RODO

source: Here are your personalised recommendations on how track visitors in compliance with GDPR. They automatically update when you change settings in WP Full Picture.
pl_pl: Oto Twoje spersonalizowane zalecenia dotyczące śledzenia odwiedzających zgodnie z RODO. Aktualizują się one automatycznie, gdy zmienisz ustawienia w WP Full Picture.

source: For more information about the GDPR compliance setup process %1$sread this guide%2$s.
pl_pl: Aby uzyskać więcej informacji na temat procesu konfiguracji w celu zgodności z RODO %1$sprzeczytaj ten przewodnik%2$s.

source: Attention. This information does not cover other aspects of GDPR nor regulations similar to GDPR from other countries. For full compliance, we recommend consulting with a legal professional.
pl_pl: Uwaga. Niniejsze informacje nie obejmują innych aspektów RODO ani przepisów podobnych do RODO z innych krajów. W celu zapewnienia pełnej zgodności zalecamy skonsultowanie się z prawnikiem.

source: For your information
pl_pl: Dla Twojej informacji

source: Check it
pl_pl: Sprawdź to

source: Fix it
pl_pl: Napraw to

source: Add to the privacy policy
pl_pl: Dodaj do polityki prywatności

source: Check if you need a consent banner
pl_pl: Najpierw sprawdź, czy potrzebujesz banera zgody

source: A consent banner is the central element of a GDPR-compliant website. However, not all sites need it. I wrote an article which explains in details, when it is needed.
pl_pl: Baner zgody jest centralnym elementem strony internetowej zgodnej z RODO. Jednak nie wszystkie witryny go potrzebują. Napisałem artykuł, który szczegółowo wyjaśnia, kiedy jest on potrzebny.

source: Read the article
pl_pl: Przeczytaj artykuł

source: Latest consents
pl_pl: Najnowsze zgody

source: These are records of consent collected since the last email backup.
pl_pl: To są zgody i odmowy śledzenia zebrane od chwili wysłania ostatniej kopii zapasowej na skrzynkę e-mail.

source: Date
pl_pl: Data

source: Consent ID
pl_pl: Identyfikator zgody

source: Consents
pl_pl: Zgody

source: Details
pl_pl: Szczegóły

source: No consents found.
pl_pl: Nie znaleziono żadnych zgód.

source: Consent details
pl_pl: Szczegóły dotyczące zgody

source: Consents details
pl_pl: Szczegóły dotyczące zgód

source: This consent will be sent to your email account according to the schedule you set. Afterwards, it will be deleted from the database.
pl_pl: Ta zgoda zostanie wysłana na Twoje konto e-mail zgodnie z ustalonym harmonogramem. Następnie zostanie usunięta z bazy danych.

source: Consent Details
pl_pl: Szczegóły dotyczące zgody

source: There is no consent with the provided ID.
pl_pl: Nie ma zgody z podanym identyfikatorem.

source: Back to the list
pl_pl: Powrót do listy

source: Consent Date
pl_pl: Data wyrażenia zgody

source: Provided Consents
pl_pl: Udzielone zgody

source: Extra Data
pl_pl: Dodatkowe dane

source: Key
pl_pl: Klucz

source: Value
pl_pl: Wartość

source: Back to Consents
pl_pl: Powrót do listy zgód

source: Please, enable the opion to store consents in the email account.
pl_pl: Włącz opcję przechowywania zgód na koncie e-mail.

source: Development time: %1$s hours
pl_pl: Rozwijany przez: %1$s godzin

source: Leave a review. It helps a lot.
pl_pl: Zostaw recenzję. To bardzo pomaga.

source: You can now view all settings in WP Full Picture - basic and advanced. You now also have access to the Google Tag Manager module, the "Custom triggers" module and the Google Tag module (shows automatically when one of Google integration modules is in use).
pl_pl: Możesz teraz przeglądać wszystkie ustawienia w WP Full Picture - podstawowe i zaawansowane. Masz teraz również dostęp do modułu Google Tag Manager, modułu Niestandardowe Triggery i modułu Google Tag (wyświetla się automatycznie, gdy używany jest jeden z modułów do instalacji narzędzi Google).

source: You are now viewing basic settings. All other settings are now hidden, but they are not disabled.
pl_pl: Przeglądasz teraz ustawienia podstawowe. Wszystkie inne ustawienia są teraz ukryte, ale nie są wyłączone.

source: Advanced modules and settings are hidden
pl_pl: Zaawansowane moduły i ustawienia są ukryte

source: Click "Show advanced settings" in the top menu to track more data, more user actions and use advanced modules like Google Tag Manager or Custom triggers.
pl_pl: Kliknij "Pokaż ustawienia zaawansowane" w górnym menu, aby śledzić więcej danych, więcej działań użytkowników i korzystać z zaawansowanych modułów, takich jak Google Tag Manager lub Niestandardowe Triggery.

source: Advanced settings let you track user actions, custom events, use visitor scoring (to measure the quality of traffic sources), include settings useful for marketers and developers and let you use advanced modules, like Google Tag Manager and Custom triggers.
pl_pl: Zaawansowane ustawienia pozwalają śledzić działania użytkowników, niestandardowe zdarzenia, korzystać z funkcji punktacji odwiedzających ("Visitor scoring", do pomiaru jakości źródeł ruchu), zawierają ustawienia przydatne dla marketerów i programistów oraz pozwalają korzystać z zaawansowanych modułów, takich jak Google Tag Manager i Niestandardowe Triggery.

source: Important. When this is off, advanced settings are only hidden, not disabled.
pl_pl: Ważne. Gdy ta opcja jest wyłączona, ustawienia zaawansowane są tylko ukryte, a nie wyłączone.

source: Setup helper makes it easy to test configuration of WP Full Picture and its modules. After you enable it, you will see:
pl_pl: Użyj Pomocnika Konfiguracji, aby przetestować konfigurację WP Full Picture i jego modułów. Po włączeniu zobaczysz:

source: a button to a "testing panel" in the front-end of your site (visible only to logged-in administrators),
pl_pl: "panel testowy" w interfejsie Twojej witryny (widoczny tylko dla zalogowanych administratorów),

source: notifications about the state of your setup (in the browser console and WordPress debug.log file on the server),
pl_pl: powiadomienia o stanie twojej konfiguracji (w konsoli przeglądarki i pliku debug.log na serwerze),

source: user meta, post meta and term meta information (in the browser console - accessible via fp_usermeta, fp_postmeta and fp_termmeta variables).
pl_pl: dane user meta, post meta i term meta (w konsoli przeglądarki - dostępne za pośrednictwem zmiennych fp_usermeta, fp_postmeta i fp_termmeta).

source: %1$sLearn more%2$s.
pl_pl: %1$sDowiedz się więcej%2$s.

source: Previous
pl_pl: Cofnij

source: Next
pl_pl: Dalej

source: Nothing here yet. Click info icons in the main content area.
pl_pl: Nic tu jeszcze nie ma. Kliknij ikony informacyjne w głównym obszarze zawartości.

source: Is this text outdated or unclear? %1$sLet us know, please.%2$s
pl_pl: Czy ten tekst jest nieaktualny lub niejasny? %1$sDaj nam znać, proszę.%2$s

source: Integrations
pl_pl: Integracje

source: Privacy
pl_pl: Prywatność

source: Extensions
pl_pl: Rozszerzenia

source: This will reload the page. All unsaved data will be lost. Are you sure?
pl_pl: Spowoduje to przeładowanie strony. Wszystkie niezapisane dane zostaną utracone. Jesteś pewien?

source: Modules
pl_pl: Moduły

source: General Settings
pl_pl: Ustawienia ogólne

source: GDPR Setup Helper
pl_pl: Pomocnik konfiguracji RODO

source: Advanced settings
pl_pl: Ustawienia zaawansowane

source: Setup helper
pl_pl: Pomocnik konfiguracji

source: Account
pl_pl: Konto

source: Get Pro
pl_pl: Kup Pro

source: %1$sSetup helper is active%2$s. %3$sVisit your site%4$s, click the %5$s icon and test your setup.
pl_pl: %1$sPomocnik konfiguracji jest aktywny%2$s. %3$sOdwiedź swoją stronę%4$s, kliknij ikonę %5$s i przetestuj konfigurację.

source: Here you can configure triggers that will fire custom events (see settings of your tracking tools) and reactions (via the Reactions module). You can also give these events point values for measuring visitor scores.
pl_pl: Tutaj możesz skonfigurować triggery, które będą uruchamiać niestandardowe zdarzenia (patrz ustawienia narzędzi śledzących) i reakcje (za pośrednictwem modułu Reakcje). Możesz również nadać tym zdarzeniom wartości punktowe do mierzenia punktacji odwiedzających.

source: How to set up these triggers
pl_pl: Jak skonfigurować te triggery

source: What is vitor scoring and how to use it
pl_pl: Czym jest ocenianie odwiedzających i jak z tego korzystać

source: Examples of custom triggers
pl_pl: Przykłady niestandardowych triggerów

source: Compatible tools
pl_pl: Kompatybilne narzędzia

source: You can use custom triggers (and visitor scoring) in:
pl_pl: Możesz korzystać z niestandardowych triggerów i oceniania odwiedzających w:

source: and Plausible Analytics.
pl_pl: oraz Plausible Analytics.

source: Custom triggers
pl_pl: Niestandardowe triggery

source: Create triggers
pl_pl: Utwórz trigger

source: Trigger name
pl_pl: Nazwa triggera

source: Name
pl_pl: Nazwa

source: When this happens:
pl_pl: Kiedy to się wydarzy:

source: Visitor clicked something
pl_pl: Odwiedzający kliknął coś

source: Visitor submitted a form
pl_pl: Odwiedzający wysłał formularz

source: Visitor scrolled a page
pl_pl: Odwiedzający przewinął stronę

source: Page URL changed without refreshing
pl_pl: Adres URL strony zmienił się bez odświeżania

source: Page loaded
pl_pl: Strona się załadowała

source: Page lost focus (no longer viewed but not closed)
pl_pl: Strona straciła fokus (nie jest już wyświetlana, ale nie została zamknięta)

source: Cursor left browser window
pl_pl: Kursor opuścił okno przeglądarki

source: Page regained focus (user returned to viewing an opened page)
pl_pl: Strona odzyskała fokus (użytkownik powrócił do przeglądania otwartej strony)

source: Do every second
pl_pl: Rób co sekundę

source: (WooCommerce) A product was added to cart
pl_pl: (WooCommerce) Produkt został dodany do koszyka

source: (WooCommerce) A product was removed from cart
pl_pl: (WooCommerce) Produkt został usunięty z koszyka

source: (WooCommerce) A product was added to a wishlist
pl_pl: (WooCommerce) Produkt został dodany do listy życzeń

source: Check these conditions:
pl_pl: Sprawdź następujące warunki:

source: Data path
pl_pl: Ścieżka danych

source: exists
pl_pl: istnieje

source: does not exist
pl_pl: nie istnieje

source: equals
pl_pl: równa się

source: does not equal
pl_pl: nie jest równa

source: greater than
pl_pl: większa niż

source: lower than
pl_pl: niższa niż

source: array length is greater than
pl_pl: długość tablicy jest większa niż

source: array length is lower than
pl_pl: długość tablicy jest mniejsza niż

source: contains text
pl_pl: zawiera tekst

source: does not contain text
pl_pl: nie zawiera tekstu

source: matches CSS selector
pl_pl: pasuje do selektora CSS

source: does not match CSS selector
pl_pl: nie pasuje do selektora CSS

source: has HTML parent
pl_pl: ma nadrzędny element HTML

source: is boolean
pl_pl: jest wartością logiczną

source: (For visitor scoring) Give visitors points:
pl_pl: (W celu oceny ruchu) Przyznaj odwiedzającym punkty:

source: When they do the action for the first time (on a pageview)
pl_pl: Gdy wykonają akcję po raz pierwszy na stronie

source: Every time they do the action (on a pageview)
pl_pl: Za każdym razem, gdy wykonują akcję na stronie

source: Point value
pl_pl: Wartość punktowa

source: Debug this trigger
pl_pl: Debuguj ten trigger

source: Custom visitor scoring levels
pl_pl: Niestandardowe poziomy punktacji odwiedzających

source: point(s)
pl_pl: punkt(y)

source: Leave empty to use default 10, 20, 30, 40, 50.
pl_pl: Pozostaw puste, aby użyć wartości domyślnych 10, 20, 30, 40, 50.

source: WP Full Picture automatically creates custom triggers for visitor scoring. You can use these triggers just like the ones you set above. The only difference is that they fire, when a visitor collects a specific number of points (by default, it is 10, 20, 30, 40 and 50). You can use this field, to change these point values, e.g. to 5, 10, 15, or any other values.
pl_pl: WP Full Picture automatycznie tworzy niestandardowe triggery do oceny odwiedzających. Możesz używać tych triggerów tak samo, jak tych ustawianych powyżej. Jedyną różnicą jest to, że uruchamiają się, gdy odwiedzający zbierze określoną liczbę punktów (domyślnie jest to 10, 20, 30, 40 i 50). Możesz użyć tego pola, aby zmienić te wartości punktowe, np. na 5, 10, 15 lub dowolne inne wartości.

source: %1$s is not installed
pl_pl: %1$s nie jest zainstalowany

source: To install it, please fill in the required field below
pl_pl: Aby go zainstalować, wypełnij wymagane pole poniżej

source: Well done! Crazy Egg is installed
pl_pl: Dobra robota! Crazy Egg jest zainstalowane

source: The data is collected by script
pl_pl: Dane są zbierane za pomocą skryptu

source: Here you can change when and where this tool loads. This is all optional.
pl_pl: Tutaj możesz zmienić, kiedy i gdzie ładuje się to narzędzie. Wszystko jest opcjonalne.

source: Here you can tag session recordings with user actions and extra information.
pl_pl: Tutaj możesz oznaczyć nagrania sesji działaniami użytkownika i dodatkowymi informacjami.

source: Identify users to associate them with session recordings and get more filtering options on Crazy Egg's confetti overlays.
pl_pl: Identyfikuj użytkowników, aby ich skojarzyć z nagraniami sesji i uzyskać więcej opcji filtrowania na nakładkach konfetti Crazy Egg.

source: You are now tagging recordings with WooCommerce events:
pl_pl: Teraz oznaczasz nagrania zdarzeniami WooCommerce:

source: purchase
pl_pl: zakup

source: checkout
pl_pl: rozpoczęcie procesu składania zamówienia

source: product view
pl_pl: wyświetlenie produktu

source: add to cart
pl_pl: dodanie do koszyka

source: remove from cart
pl_pl: usunięcie produktu z koszyka

source: add to wishlist (if you set it up on the WooCommerce Tracking page)
pl_pl: dodanie do listy życzeń (jeśli skonfigurujesz je na stronie "Śledzenie WooCommerce")

source: Tags help you quickly find the recordings you need in your Crazy Egg's dashboard.
pl_pl: Oznaczenia (Tagi) pomagają szybko znaleźć potrzebne nagrania w panelu Crazy Egg.

source: Attention.
pl_pl: Uwaga.

source: WP Full Picture can track stores that use %1$sstandard Woocommerce hooks and HTML%2$s. If your store uses plugins that don't use them, tracking may not work.
pl_pl: WP Full Picture potrafi śledzić sklepy, które używają %1$sstandardowego HTML i funkcji Woocommerce%2$s. Jeśli Twój sklep korzysta z wtyczek, które ich nie używają, śledzenie może nie działać.

source: Learn how to test it
pl_pl: Dowiedz się, jak to przetestować

source: Installation
pl_pl: Instalacja

source: Crazy Egg's script URL
pl_pl: URL skryptu Crazy Egg

source: %1$sWhere to find script URL and correctly finish installation%2$s.
pl_pl: %1$sGdzie znaleźć adres URL skryptu i poprawnie zakończyć instalację%2$s.

source: Loading
pl_pl: Ładowanie

source: Force load
pl_pl: Wymuś ładowanie

source: Use only for installation verification or testing. It breaks GDPR and similar laws.
pl_pl: Używaj tylko do weryfikacji lub testowania instalacji. Łamie RODO i podobne przepisy.
