Repository: WordPressBugBounty/plugins-full-picture-analytics-cookie-notice
Catalog: full-picture-analytics-cookie-notice/languages/full-picture-analytics-cookie-notice-*.po
Languages: pl_pl

source: %1$sVisit Microsoft Clarity website%2$s
pl_pl: %1$sOdwiedź stronę internetową Microsoft Clarity%2$s

source: Pinterest Tag integration allows you to:
pl_pl: Integracja Pinterest Tag pozwala na:

source: build lists of visitors who may be interested in your offer (to show them ads on Pinterest)
pl_pl: twórzenie list odwiedzających, którzy mogą być zainteresowani Twoją ofertą (aby wyświetlać im reklamy na Pintereście)

source: %1$sVisit Pinterest Analytics website%2$s
pl_pl: %1$sOdwiedź stronę Pinterest Analytics%2$s

source: Plausible is a basic tracking tool that:
pl_pl: Plausible to podstawowe narzędzie do śledzenia, które:

source: can import data from Google Analytics UA (Universal Analytics),
pl_pl: może importować dane z Google Analytics UA (Universal Analytics),

source: can be configured to bypass adblockers,
pl_pl: można skonfigurować tak, aby ominąć blokery reklam,

source: does not use cookies (and so it does not require a consent banner),
pl_pl: nie korzysta z plików cookie (a zatem nie wymaga banera zgody),

source: lets you measure how much traffic is not tracked by other tools,
pl_pl: pozwala zmierzyć, ile ruchu nie jest śledzone przez inne narzędzia,

source: lets you view your website statistics directly in your Wordpress admin panel.
pl_pl: umożliwia wyświetlanie statystyk Twojej witryny bezpośrednio w panelu administracyjnym WordPress.

source: %1$sVisit Plausible Analytics website%2$s
pl_pl: %1$sOdwiedź stronę internetową Plausible Analytics%2$s

source: TikTok Pixel allows you to:
pl_pl: TikTok Pixel pozwala Ci na:

source: build lists of visitors who may be interested in your offer - to show them ads on TikTok
pl_pl: tworzenie list odwiedzających, którzy mogą być zainteresowani Twoją ofertą - aby wyświetlać im reklamy na TikTok

source: %1$sVisit TikTok for Business website%2$s
pl_pl: %1$sOdwiedź stronę TikTok for Business%2$s

source: X Ads (previously Twitter Ads) integration allows you to:
pl_pl: Integracja z X Ads (wcześniej Twitter Ads) pozwala Ci na:

source: build lists of visitors who may be interested in your offer (to show them ads on X)
pl_pl: tworzenie list odwiedzających, którzy mogą być zainteresowani Twoją ofertą (aby wyświetlać im reklamy na X)

source: %1$sVisit X for Business website%2$s
pl_pl: %1$sOdwiedź stronę internetową X for Business%2$s

source: basic integration
pl_pl: podstawowa integracja

source: PostHog is a product analytics tool. It is best suited to analyze web applications and platforms. PostHog lets you collect traffic statistics, automatically capture events, record user sessions, do A/B tests and more.
pl_pl: PostHog to narzędzie do analizy produktów. Najlepiej nadaje się do analizy aplikacji i platform internetowych. PostHog pozwala zbierać statystyki ruchu, automatycznie przechwytywać zdarzenia, rejestrować sesje użytkowników, przeprowadzać testy A/B i nie tylko.

source: %1$sVisit PostHog website%2$s
pl_pl: %1$sOdwiedź stronę internetową PostHog%2$s

source: Simple Analytics is a basic tracking tool that:
pl_pl: Simple Analytics to podstawowe narzędzie do śledzenia:

source: %1$sVisit Simple Analytics website%2$s
pl_pl: %1$sOdwiedź stronę Simple Analytics%2$s

source: Custom Integrations
pl_pl: Własne integracje

source: This module lets you easily install tools that track your visitors and use them in compliance with privacy regulatiopns. You can install analytics tools, live chat applications, scripts from CRM or marketing automation/email platforms and others.
pl_pl: Moduł ten umożliwia łatwą instalację narzędzi, które śledzą odwiedzających i wykorzystanie ich zgodnie z przepisami dotyczącymi prywatności. Możesz zainstalować narzędzia analityczne, aplikacje czatu, skrypty z CRM, platformy automatyzacji marketingu / newsletterów i inne.

source: GTM is an advanced tool for installing tracking tools and adding extra features to the ones that are already installed.
pl_pl: GTM to zaawansowane narzędzie do instalowania narzędzi śledzących i dodawania funkcji do tych, które są już zainstalowane.

source: Unlike tools installed with the "Custom Integrations" module, tools installed with GTM require extra effort to work with the consent banner and geolocation.
pl_pl: W przeciwieństwie do narzędzi instalowanych za pomocą modułu "Własne Integracje", narzędzia instalowane za pomocą GTM wymagają dodatkowego wysiłku, aby współpracować z banerem zgody i geolokalizacją.

source: If you only want to install something, then using the "Custom Integrations" module will be much easier.
pl_pl: Jeśli chcesz tylko coś zainstalować, użycie modułu "Własne integracje" będzie znacznie łatwiejsze.

source: %1$sVisit Google Tag Manager website%2$s
pl_pl: %1$sOdwiedź stronę Google Tag Manager%2$s

source: Consent Management
pl_pl: Zarządzanie zgodami

source: This module displays a consent banner and helps you use tracking tools according to privacy regulations.
pl_pl: Moduł ten wyświetla baner zgody i pomaga korzystać z narzędzi śledzących zgodnie z przepisami dotyczącymi prywatności.

source: Records of Consent
pl_pl: Rejestr zgód

source: Enable Consent Management
pl_pl: Włącz Zarządzanie Zgodami

source: This module allows you to record proofs of visitors' choices in the consent banner.
pl_pl: Ten moduł pozwala na rejestrowanie wyborów, które dokonują odwiedzający w banerze zgody.

source: Safe Fonts
pl_pl: Bezpieczne czcionki

source: This module has no settings page.
pl_pl: Ten moduł nie ma strony ustawień.

source: Once enabled, it will try to replace links to Google Fonts (which are not GDPR compliant) with links to the same fonts hosted by GDPR compliant %1$sBunny Fonts%2$s.
pl_pl: Po włączeniu, będzie próbował zastąpić linki do czcionek Google (które nie są zgodne z RODO) linkami do tych samych czcionek hostowanych przez zgodne z RODO %1$sBunny Fonts%2$s.

source: %1$sFollow this guide%2$s, if some Google Fonts still remain unchanged.
pl_pl: %1$sPostępuj zgodnie z tym przewodnikiem%2$s, jeśli niektóre czcionki Google nadal pozostają niezmienione.

source: Other information
pl_pl: Dodatkowe informacje

source: %1$sHere%2$s you can check if your website uses any Google Fonts.
pl_pl: %1$sTutaj%2$s możesz sprawdzić, czy Twoja witryna korzysta z czcionek Google Fonts.

source: Requires: WooCommerce plugin
pl_pl: Wymaga: Wtyczka WooCommerce

source: Analytics Dashboards
pl_pl: Raporty i statystyki

source: This extension lets you add to your WP admin, analytics & marketing dashboards created with Google Looker Studio, Databox or similar platforms.
pl_pl: Rozszerzenie to umożliwia dodawanie do panelu administracyjnego WP raportów i statystyk utworzonych za pomocą Google Looker Studio, Databox lub podobnych platform.

source: WooCommerce Tracking
pl_pl: Śledzenie WooCommerce

source: This extension lets you track WooCommerce events and product data with your installed tracking tools (all extended integrations and the GTM module support it).
pl_pl: To rozszerzenie pozwala śledzić zdarzenia WooCommerce i dane produktów za pomocą zainstalowanych narzędzi śledzących (współpracuje ze wszystkimi integracjami rozszerzonymi i modułem GTM).

source: Custom Triggers
pl_pl: Niestandardowe triggery

source: Here you can define triggers for firing custom events and measuring visitor scores.
pl_pl: Tutaj możesz zdefiniować triggery do uruchamiania niestandardowych zdarzeń i mierzenia punktacji odwiedzających.

source: Reactions
pl_pl: Reakcje

source: Enable Custom Triggers module
pl_pl: Włącz moduł triggerów niestandardowych

source: Use this module to trigger JavaScript functions and change classes of HTML elements, after visitors perform specific actions.
pl_pl: Użyj tego modułu, aby uruchamiać funkcje JavaScript i zmieniać klasy elementów HTML, po tym, jak odwiedzający wykonają określone działania.

source: These settings will help you track more data with your tracking tools
pl_pl: Te ustawienia pomogą Ci śledzić więcej danych za pomocą narzędzi śledzących

source: Here you can change the default tracking settings of tools installed with WP FP. Usually, there is no need to change them.
pl_pl: Tutaj możesz zmienić domyślne ustawienia śledzenia narzędzi zainstalowanych przez WP FP. Zazwyczaj nie ma potrzeby ich zmiany.

source: These functions can increase the amount and improve the accuracy of tracked data.
pl_pl: Funkcje te mogą zwiększyć ilość i poprawić dokładność śledzonych danych.

source: Extra tracking functions
pl_pl: Dodatkowe funkcje śledzenia

source: Enable metadata tracking
pl_pl: Włącz śledzenie metadanych

source: Descriptive name*
pl_pl: Nazwa*

source: Select data type
pl_pl: Wybierz typ danych

source: Boolean
pl_pl: Wartość logiczna

source: Float num
pl_pl: Float

source: This is intended for advanced users
pl_pl: To jest przeznaczone dla zaawansowanych użytkowników

source: Many tracking tools in WP FP let you track data associated with your posts, pages and users, like page types, categories, user roles, etc.
pl_pl: Wiele narzędzi śledzących w WP FP pozwala śledzić dane powiązane z Twoimi postami, stronami i użytkownikami, takie jak typy stron, kategorie, role użytkownika itp.

source: Metadata tracking lets you track other data - even data added by other plugins.
pl_pl: Śledzenie metadanych pozwala śledzić inne dane - nawet dane dodane przez inne wtyczki.

source: To track this data, follow these steps:
pl_pl: Aby śledzić te dane, wykonaj następujące czynności:

source: Step 1. Find IDs of metadata you want to track
pl_pl: Krok 1. Znajdź identyfikatory metadanych, które chcesz śledzić

source: Enable the Setup Helper in the top menu.
pl_pl: Włącz Pomocnika Konfiguracji w górnym menu.

source: Visit a page on your website.
pl_pl: Odwiedź stronę w swojej witrynie.

source: Open your browser console and type "fp_usermeta", "fp_postmeta" or "fp_termmeta". You need to be logged in as an administrator while doing this.
pl_pl: Otwórz konsolę przeglądarki i wpisz "fp_usermeta", "fp_postmeta" lub "fp_termmeta". Musisz być zalogowany jako administrator.

source: Copy the IDs of the data that you want to track and paste it in the form on this page.
pl_pl: Skopiuj identyfikatory danych, które chcesz śledzić i wklej je w formularzu na tej stronie.

source: Step 2. Set up metadata tracking in your tracking tools
pl_pl: Krok 2. Skonfiguruj śledzenie metadanych w narzędziach śledzących

source: To track metadata in your tracking tools, simply look for the "Track metadata" fields in their settings pages and follow instructions you find there.
pl_pl: Aby śledzić metadane w narzędziach śledzących, po prostu poszukaj pól "Śledzenie metadanych" na stronach ich ustawień i postępuj zgodnie z instrukcjami, które tam znajdziesz.

source: Use page labels for tracking page types
pl_pl: Używaj etykiet stron do śledzenia typów stron

source: This will add a "page label" field to page "edit" screens.
pl_pl: Spowoduje to dodanie pola "etykieta strony" do ekranów edycji strony.

source: Use it, to label pages according to their type, e.g. landing page, contact page, etc. This information can be sent to tracking and marketing tools for analysis or be used by developers. %1$sLearn more%2$s.
pl_pl: Użyj go, aby oznaczyć strony zgodnie z ich typem, np. strona docelowa, strona kontaktowa itp. Informacje te mogą być przesyłane do narzędzi śledzących i marketingowych w celu analizy lub mogą być wykorzystywane przez programistów. %1$sDowiedz się więcej%2$s.

source: At the moment this extension works with Google Analytics, Meta Pixel and Google Tag Manager.
pl_pl: Obecnie rozszerzenie to współpracuje z Google Analytics, Meta Pixel i Google Tag Manager.

source: Allow tracking IDs of content authors
pl_pl: Zezwalaj na śledzenie ID autorów treści

source: This enables the option to track IDs of content authors with Google Analytics, Matomo and GTM.
pl_pl: Umożliwia to śledzenie identyfikatorów autorów treści za pomocą Google Analytics, Matomo i GTM.

source: Track locations of broken links
pl_pl: Śledź lokalizacje niedziałających linków

source: When this is enabled, every time someone tries to visit a non-existent page on your website, WP Full Picture will add extra parameters to the address of the 404 page they visit, like this:
pl_pl: Gdy ta opcja jest włączona, za każdym razem, gdy ktoś próbuje odwiedzić nieistniejącą stronę w Twojej witrynie, WP Full Picture doda dodatkowe parametry do adresu odwiedzanej strony 404, jak poniżej:

source: These parameters contain information which will let you find broken links on your site or other websites and fix them.
pl_pl: Parametry te zawierają informacje, które pozwolą Ci znaleźć niedziałające linki w Twojej witrynie lub innych witrynach i je naprawić.

source: You can view all links containing "broken links location" information in Google Analytics, Matomo and other web analytics tools. Simply search for page views that contain the phrase "broken_link_location" in their URLs.
pl_pl: Możesz wyświetlić wszystkie niedziałające linki w Google Analytics, Matomo lub innych narzędziach do analityki internetowej. Po prostu wyszukaj odsłony, które zawierają frazę "broken_link_location" w adresie URL.

source: Use custom 404 page:
pl_pl: Użyj niestandardowej strony 404:

source: Remember to noindex your custom 404 page from Google search results with your SEO plugin.
pl_pl: Pamiętaj, aby nie indeksować niestandardowej strony 404 w wynikach wyszukiwania Google za pomocą wtyczki SEO.

source: Allow tracking terms of these taxonomies:
pl_pl: Zezwalaj na śledzenie "taxonomy terms":

source: By default, WP Full Picture lets you track categories, product categories (in WooCommerce) and tags that a page/post/product belongs to. Use this function, to track additional taxonomy terms.
pl_pl: Domyślnie WP Full Picture umożliwia śledzenie kategorii, kategorii produktów (w WooCommerce) i tagów, do których należy strona/wpis/produkt. Użyj tej funkcji, aby śledzić więcej.

source: This will apply to blog posts, pages and single custom post types (even WooCommerce products*).
pl_pl: Dotyczy to wpisów na blogu, stron i pojedynczych, niestandardowych typów treści (nawet produktów WooCommerce*).

source: Product categories that WooCommerce products belong to are tracked automatically but they are sent in store-related events, like purchases. Use this function to also track them in other events, like pageviews.
pl_pl: Kategorie produktów, do których należą produkty WooCommerce, są śledzone automatycznie, ale są wysyłane w zdarzeniach związanych ze sklepem, takich jak zakupy. Użyj tej funkcji, aby śledzić je również w innych zdarzeniach, takich jak wyświetlenia stron.

source: Tracking improvements
pl_pl: Ulepszenia śledzenia

source: Wait for tracking to finish before redirecting to another page
pl_pl: Poczekaj na zakończenie śledzenia przed przekierowaniem na inną stronę

source: Using this option is recommended for websites that load very quickly and use multiple tracking tools that track link clicks.
pl_pl: Korzystanie z tej opcji jest zalecane w przypadku witryn, które ładują się bardzo szybko i korzystają z wielu narzędzi śledzących, które śledzą kliknięcia linków.

source: When a visitor clicks a link, WP FP will pause the page redirect until all the tracking tools finish tracking the click.
pl_pl: Gdy odwiedzający kliknie link, WP FP wstrzyma przekierowanie strony, dopóki wszystkie narzędzia śledzące nie zakończą śledzenia kliknięcia.

source: Attention! Test before using in production. On rare occasions enabling this setting can cause issues with clicks on dynamic page elements like galleries or sliders.
pl_pl: Uwaga! Przetestuj przed użyciem. W rzadkich przypadkach włączenie tego ustawienia może powodować problemy z kliknięciami dynamicznych elementów strony, takich jak galerie lub slidery.

source: Use DOM Listener to track when dynamic page elements show on screen
pl_pl: Użyj DOM Listener, aby śledzić, kiedy dynamiczne elementy strony pojawiają się na ekranie

source: This function extends the "element visibility tracking" function, available in some tracking tools modules.
pl_pl: Ta funkcja rozszerza funkcję "śledzenia widoczności elementu", dostępną w ustawieniach niektórych narzędzi śledzących.

source: Use it to track when popups and other content loaded dynamically (after the page has loaded) shows on screen.
pl_pl: Użyj go, aby śledzić, kiedy wyskakujące okienka i inne treści ładowane dynamicznie (po załadowaniu strony) pojawiają się na ekranie.

source: Attention! If your website loads a lot of content dynamically, using this option can make your website feel less responsive while this content is being loaded.
pl_pl: Uwaga! Jeśli Twoja witryna ładuje dużo treści dynamicznie, użycie tej opcji może sprawić, że Twoja witryna będzie mniej responsywna podczas ładowania tej treści.

source: Make tracking tools correctly recognize traffic from Android applications
pl_pl: Spraw, aby narzędzia śledzące poprawnie rozpoznawały ruch z aplikacji na Androida

source: This function fixes incorrect traffic source recognition by Google Analytics and other tracking tools.
pl_pl: Ta funkcja naprawia nieprawidłowe rozpoznawanie źródła ruchu przez Google Analytics i inne narzędzia śledzące.

source: When you enable these options, traffic from chosen applications will no longer be labelled as "Direct" but will be recognized as coming from their websites, e.g. Google Search Bar > Google.com, Facebook App > Facebook.com, etc.
pl_pl: Gdy ją włączysz, ruch z wybranych aplikacji nie będzie już oznaczany jako "Bezpośredni" (Direct), ale będzie rozpoznawany jako pochodzący z odpowiednich witryn internetowych, np. pasek wyszukiwania Google > Google.com, aplikacja Facebook > Facebook.com itp.

source: Traffic from Line app will be marked as coming from %1$s.
pl_pl: Ruch z aplikacji Line będzie oznaczony jako pochodzący z %1$s.

source: Make tracking tools correctly recognize traffic from other Android applications
pl_pl: Spraw, aby narzędzia śledzące poprawnie rozpoznawały ruch z innych aplikacji na Androida

source: When traffic source
pl_pl: Gdy źródło ruchu

source: Starts with
pl_pl: Zaczyna się od

source: Equals
pl_pl: Równa się

source: Includes
pl_pl: Zawiera

source: Report as traffic from this address
pl_pl: Zgłoś jako ruch z tego adresu

source: e.g. android-g-search-box.com
pl_pl: np. android-g-search-box.com

source: To set it up you need to use Google Analytics with at least 1 month of data or any other tool that can track real referral addresses.
pl_pl: Aby go skonfigurować, musisz użyć Google Analytics z co najmniej 1 miesiącem danych lub innego narzędzia, które może śledzić rzeczywiste adresy odsyłające.

source: How to set it up
pl_pl: Jak to skonfigurować

source: Prevent attributing conversions to payment gateways
pl_pl: Zapobiegaj śledzeniu konwersji z bramek płatniczych

source: When this page is visited
pl_pl: Gdy ta strona jest odwiedzana

source: e.g. Order confirmation page URL
pl_pl: np. adres URL strony z potwierdzeniem zamówienia

source: Always report as traffic from
pl_pl: Zawsze zgłaszaj jako ruch z

source: e.g. Checkout page URL (has to start with %1$s)
pl_pl: np. adres URL strony rozpoczynającej proces zamówienia (musi zaczynać się od %1$s)

source: This will make sure that your conversions are not attributed to payment gateways (as last source of traffic before visiting order confirmation page).
pl_pl: Dzięki temu upewnisz się, że Twoje konwersje nie są przypisywane bramkom płatniczym (jako ostatnie źródło ruchu przed odwiedzeniem strony z potwierdzeniem zamówienia).

source: Combine similar URLs of referring domains
pl_pl: Połącz podobne adresy URL domen odsyłających

source: Facebook, Instagram and Pinterest use multiple URLs that redirect traffic to your site, e.g. l.facebook.com, lm.facebook.com, etc. Enable this function to combine them and analyse traffic sources more easily.
pl_pl: Facebook, Instagram i Pinterest używają wielu adresów URL, które przekierowują ruch do Twojej witryny, np. l.facebook.com, lm.facebook.com itp. Włącz tę funkcję, aby je połączyć i łatwiej analizować źródła ruchu.

source: Default settings
pl_pl: Ustawienia domyślne

source: Do not track form submissions if they happen within:
pl_pl: Nie śledź przesłanych formularzy, jeśli są przesłane w ciągu:

source: seconds after the page loads
pl_pl: sekund po załadowaniu strony

source: Humans don't usually send forms right after they open a page. Set this value to a minimum of 3 seconds to prevent tracking form submittions done by bots and accidental clicks. Enter 0 or leave empty to disable. Default is 3 seconds.
pl_pl: Ludzie zazwyczaj nie wysyłają formularzy zaraz po otwarciu strony. Ustaw tę wartość na minimum 3 sekundy, aby zapobiec śledzeniu formularzy wypełnionych przez boty oraz wysłanych przez przypadkowe kliknięcia. Wprowadź 0 lub pozostaw puste, aby wyłączyć. Domyślnie jest to 3 sekundy.

source: Prevent tracking multi-clicks that happen within:
pl_pl: Zapobiegaj śledzeniu wielokrotnych kliknięć, następujących po sobie w okresie:

source: miliseconds
pl_pl: milisekund

source: Prevent tracking page scroll depth if visitor scrolled less than:
pl_pl: Zapobiegaj śledzeniu przewijania strony, jeśli użytkownik przewinął mniej niż:

source: pixels.
pl_pl: pikseli.

source: This setting prevents tracking scrolls on short pages, when even a very small scroll can reach the bottom of the page. Default is 200px.
pl_pl: To ustawienie zapobiega śledzeniu przewijania na krótkich stronach, gdy nawet bardzo niewielkie przewinięcie może dotrzeć do końca strony. Domyślnie jest to 200px.

source: Prevent tracking page scroll depth if it happened in the first:
pl_pl: Zapobiegaj śledzeniu głębokości przewijania strony, w ciągu pierwszych:

source: seconds
pl_pl: sekund

source: This setting prevents tracking "exploratory" scrolls - quick scrolls performed by visitors who want to see the contents of the page before devoting more time to read it.
pl_pl: To ustawienie zapobiega śledzeniu "eksploracyjnych" przewinięć - szybkich przewinięć wykonywanych przez odwiedzających, którzy chcą zobaczyć zawartość strony, zanim poświęcą więcej czasu na jej przeczytanie.

source: After the set time has passed page's scroll depth will be tracked normally.
pl_pl: Po upływie tego czasu głębokość przewijania strony będzie śledzona normalnie.

source: Default is 5 seconds.
pl_pl: Domyślnie jest to 5 sekund.

source: Set when elements are considered to be visible on screen
pl_pl: Ustaw, kiedy elementy są uważane za widoczne na ekranie

source: Leave empty to use default values
pl_pl: Pozostaw puste, aby użyć wartości domyślnych

source: By default this is set to "-200px 0px -200px 0px", which means, that elements will be considered as visible, when their top or bottom edge is 200 pixels inside the visible area of the screen.
pl_pl: Domyślnie jest to "-200px 0px -200px 0px", co oznacza, że elementy będą uważane za widoczne, gdy ich górna lub dolna krawędź znajduje się 200 pikseli wewnątrz widocznego obszaru ekranu.

source: Reset engagement time counter after clicks in anchors
pl_pl: Zresetuj licznik czasu aktywności użytkownika kiedy kliknie w link-kotwicę

source: This function modifies the setting "Track how long the user was actively engaged with the content" in Google Analytics and Meta Pixel modules.
pl_pl: Ta funkcja modyfikuje ustawienie "Śledź, jak długo użytkownik był aktywnie zaangażowany w treść" w modułach Google Analytics i Meta Pixel.
